{
    "intro": {
        "id": "intro",
        "n_chapitre": "0",
        "lien_permanent_visualisation": "https://medialab.github.io/portic-storymaps-2022/#/fr/visualization/intro",
        "titre_fr": "Intro partie 1",
        "titre_en": "",
        "comment_lire_fr": "",
        "comment_lire_en": "",
        "comment_cest_fait_fr": "",
        "comment_cest_fait_en": "",
        "inputs": [],
        "outputs": [
            "map_backgrounds/intro_map.geojson"
        ],
        "cacher_atlas": "oui",
        "description_fr": "",
        "description_en": "",
        "comment_cest_fait_fr_tech": ""
    },
    "histoire-dunkerque": {
        "id": "histoire-dunkerque",
        "n_chapitre": "1",
        "lien_permanent_visualisation": "https://medialab.github.io/portic-storymaps-2022/#/fr/visualization/histoire-dunkerque",
        "titre_fr": "L'histoire de Dunkerque",
        "titre_en": "The history of Dunkirk",
        "comment_lire_fr": "Cette visualisation est à la fois composée d'une frise chronologique et d'une carte. Toutes deux sont interactives. Vous pouvez lire la frise pour visualiser un événement important concernant la ville, tel un changement de souveraineté ou de règlementation sur le commerce, et cliquer pour vous déplacer dans le temps et voir la carte évoluer. Vous pouvez également vous déplacer dans la frise en cliquant sur les boutons \"Étape précédente\" ou \"Étape suivante\" (à gauche de la carte ou en haut si vous êtes sur petit écran) ou bien sur les appels dans le texte. Vous vous déplacer alors d'évènement en évènement. Chaque évènement est symbolisé par un point sur la frise. Lors de chaque évènement, des repères apparaissent sur la carte pour marquer l'emplacement d'anciennes institutions du port. Vous pouvez survoler ces repères avec le pointeur de votre souris afin d'afficher l'étiquette du repère.",
        "comment_lire_en": "The visualization is composed of both a timeline and a map. Both are interactive. You can read the timeline to see which state runs the port and click to move through time and see the map evolve. You can also move through the timeline by clicking on the \"Previous Step\" or \"Next Step\" buttons (on the left side of the map or at the top if you are on a small screen) or by clicking on the calls in the text. You then move from event to event. Each event is symbolized by a dot on the frieze. At each event, markers appear on the map to mark the location of former port institutions. You can hover over these markers with your mouse pointer to display the marker label.",
        "comment_cest_fait_fr": "La visualisation a été constituée à partir de plusieurs sources historiques (notamment le travail et les ouvrages de Christian Pfister - voir la section sources et bibliographie de la publication), ainsi que des documents tirés des archives départementales du Nord (C4574).",
        "comment_cest_fait_en": "The visualization was created from several historical sources (notably the work and works of Christian Pfister - see the sources and bibliography section of the publication), as well as documents from the Nord departmental archives (C4574).",
        "inputs": [
            "https://docs.google.com/spreadsheets/d/e/2PACX-1vTQx54SFuzSu4Vh7GnqXVhem4MTsx8MrjIBibTwLRsr44TMPL_JmAQxw8kK9yWqmm80j5RQ9NQzv--W/pub?gid=1555689051&single=true&output=csv",
            "https://docs.google.com/spreadsheets/d/e/2PACX-1vTQx54SFuzSu4Vh7GnqXVhem4MTsx8MrjIBibTwLRsr44TMPL_JmAQxw8kK9yWqmm80j5RQ9NQzv--W/pub?gid=0&single=true&output=csv",
            "https://docs.google.com/spreadsheets/d/e/2PACX-1vQQKrAYZaxQ99BIqbfP1JwJQI9tCCBocoIQA5ZN5t4fpBeIO_SGX6LCUEMxzILWdoZm6ANl-TShZf2m/pub?output=csv"
        ],
        "outputs": [
            "histoire-dunkerque-dates.csv",
            "histoire-dunkerque-points.csv",
            "histoire-dunkerque-assise.csv"
        ],
        "cacher_atlas": "",
        "description_fr": "Présentation des différents États et des institutions dominant le port de Dunkerque de 1580 à 1800.",
        "description_en": "Presentation of the different states and institutions dominating the port of Dunkirk from 1580 to 1800.",
        "comment_cest_fait_fr_tech": "La visualisation a été constituée à partir de plusieurs sources historiques (notamment le travail et les ouvrages de Christian Pfister - voir la section sources et bibliographie de la publication), ainsi que des documents tirés des archives départementales du Nord (C4574)."
    },
    "smoggleur-statut": {
        "id": "smoggleur-statut",
        "n_chapitre": "2,5",
        "lien_permanent_visualisation": "https://medialab.github.io/portic-storymaps-2022/#/fr/visualization/smoggleur-statut",
        "titre_fr": "Navires anglais et smogglage dans la France du Ponant en 1787",
        "titre_en": "English ships and smuggling from French Atlantic ports in 1787",
        "comment_lire_fr": "Ce diagramme permet de visualiser plusieurs aspects de la navigation effectuée pars les navires du port de Dunkerque en 1787. La base de données Navigocorpus contient en effet les congés délivrés sur une grande partie des ports du littoral atlantique de la France. Il est donc possible, tout d'abord, de prendre la mesure, à gauche, de la typologie des navires de Dunkerque qui obtiennent un congé. Si les armateurs dunkerquois utlisent toute sorte de navire, il convient de souligner la part très significatives de départs effectués par de navires de gros et très gros tonnage pour l'époque (100-200 tonneaux; plus de 201 tx; un tonneau est une unité de jauge correspondant à 1,44 mètres cubes). <br/>Au centre de l'image, on prend la mesure du port de départ de ces navires. Pour faciliter la lecture, il est possible de cliquer sur un flux (par exemple, tous les navires de la classe de 51 à 100 tonneaux, si on clique sur la barre grise en correspondance de cette catégorie; mais aussi tous les navires partis du seul port de Dunkerque, Bordeaux, etc., si on clique clique sur la deuxième barre, au centre-gauche de l'image). On constate ainsi, par exemple, que seuls les navires dunkerquois de plus de 50 tonneaux se retrouvent à la sortie de Bordeaux. <br/>La partie centrale de l'image relie le port de départ des navires dunkerquois au pays de destination. Là aussi, il est possible d'isoler un flux précis en cliquant sur la barre des pays au centre-droite de l'image. Ainsi, on constate que les navires dunkerquois qui se rendent en Espagne le font uniquement à partir du port de Dunkerque, alors que ceux qui se rendent en Danemark partent aussi de Noirmoutier. La partie droite de la visualisation, enfin, permet de constater la nature des cargaisons trasportées par ces navires. En cliquant sur la barre de centre-drroite, ce sont les flux qui s'affichent par pays de destination. <br/>En cliquant sur la barre tout à droite, c'est la distribution par pays de la catégorie de produits choisie. La catégorie \"vide\" comprend les navires partis vide ou sur lest. La catégorie 'cargaison inconnue' recouvre les navires partis des ports où le greffier ne note pas la nature de la cargaison. Il est important de rappeler qu'il ne s'agit jamais de données exhaustives: lorsque la cargaison est indiquée, il s'agit du principal produit, ou des 2-3 principaux articles à bord. ",
        "comment_lire_en": "This diagram allows you to visualize several aspects of the navigation carried out by the ships of the port of Dunkirk in 1787. The Navigocorpus database contains the leaves issued in a large part of the ports on the Atlantic coast of France. It is therefore possible, first of all, to take stock, on the left, of the typology of the Dunkirk ships which obtained leave. If the Dunkirk shipowners used all kinds of ships, it is worth emphasizing the very significant share of departures made by large and very large tonnage ships for the time (100-200 tons; more than 201 tx; a ton is a unit gauge corresponding to 1.44 cubic meters). <br/>In the center of the image, we take the measurement of the port of departure of these ships. To facilitate reading, it is possible to click on a flow (for example, all ships in the class from 51 to 100 tons, if we click on the gray bar corresponding to this category; but also all ships leaving from only port of Dunkirk, Bordeaux, etc., if we click (click on the second bar, center-left of the image). We thus see, for example, that only Dunkirk ships of more than 50 tons are found leaving Bordeaux. <br/>The central part of the image connects the port of departure of the Dunkirk ships to the country of destination. Here too, it is possible to isolate a specific flow by clicking on the country bar in the center-right of the image. Thus, we see that the Dunkirk ships which go to Spain do so only from the port of Dunkirk, while those which go to Denmark also leave from Noirmoutier. Finally, the right part of the visualization allows you to see the nature of the cargo transported by these ships. By clicking on the center-right bar, the flows are displayed by country of destination. <br/>By clicking on the bar on the far right, this is the distribution by country of the chosen product category. The “empty” category includes ships that left empty or in ballast. The 'unknown cargo' category covers ships departing from ports where the clerk does not note the nature of the cargo. It is important to remember that this is never exhaustive data: when cargo is indicated, it is the main product, or the 2-3 main items on board. ",
        "comment_cest_fait_fr": "Les données sont tirées de la base Navigocorpus, pour l'année 1787.<br />La discrimination des voyages effectués dans le cadre d'une activité de smogglage a été effectuée au moyen de règles heuristiques déterminées pour chaque port à l'aide de l'état de l'art bibliographique et de l'analyse des données. Ces règles sont les suivantes :<br />- Dunkerque : tonnage 12tx et pavillon britannique<br />- Calais : tonnage inférieur ou égale à 50 tx, pavillon britannique et direction Grande-Bretagne<br />- Boulogne : pavillon britanique et direction Grande-Bretagne<br />- Roscoff : direction Grande-Bretagne ou direction codée dans navigocorpus avec ('A1964976', 'A0912818', 'A0864873'), et transporte des produits illégaux ('eau de vie', 'genèvre', 'taffia', 'tabac', 'tabac en feuilles', 'thé', 'thé vert', 'thé boay', 'vin', 'bière', 'corintes', 'café', 'schites')<br />- Lorient : pavillon britanique et direction codée dans navigocorpus avec ('A0840357', 'A0912818', 'A1964976')- Bordeaux : pavillon britanique, et direction codée dans navigocorpus avec ('A1964976', 'A0912818'), et transporte des produits illégaux ('eau de vie', 'genèvre', 'taffia', 'tabac', 'tabac en feuilles', 'thé', 'thé vert', 'thé boay', 'vin', 'bière', 'corintes', 'café', 'schites')<br />Les données sont agrégées par nombre de voyage, étant donné la non-fiabilité des tonnages indiqués, qui est caractéristique des pratiques liées au smogglage.",
        "comment_cest_fait_en": "The data are taken from the Navigocorpus database, for the year 1787.<br />The discrimination of trips made as part of a smoggling activity was carried out using heuristic rules determined for each port using the state of the bibliographic art and data analysis. These rules are as follows:<br />- Dunkirk: 12tx tonnage and British flag<br />- Calais: tonnage less than or equal to 50 tx, British flag and headed to the Great Britain<br />- Boulogne: British flag and headed to the Great Britain<br />- Roscoff: headed to the UK or to one of the destinations coded in navigocorpus as ('A1964976', 'A0912818', 'A0864873'), and transports illegal products ('eau de vie', 'genever', 'taffia', 'tobacco', 'leaf tobacco', 'tea', 'green tea', 'tea boay', 'wine', 'beer', 'corintes', 'coffee', 'schites')<br />- Lorient: British flag and headed to one of the destinations coded in navigocorpus as  ('A0840357', 'A0912818', 'A1964976')- Bordeaux: British flag, and headed to one of the destinations coded in navigocorpus as  ('A1964976', 'A0912818'), and transports illegal products ('eau de vie', 'genèvre', 'taffia', 'tobacco', 'leaf tobacco', 'tea' ', 'green tea', 'boay tea', 'wine', 'beer', 'corintes', 'coffee', 'schites')<br />The data is aggregated by number of trips, given the unreliability of the tonnages indicated, which is characteristic of practices linked to smoggling.",
        "inputs": [
            "navigo_all_flows_1787.csv",
            "navigo_all_flows_1789.csv"
        ],
        "outputs": [
            "smoggleur-statut.csv"
        ],
        "cacher_atlas": "",
        "description_fr": "",
        "description_en": "",
        "comment_cest_fait_fr_tech": "Source navigo flows 1787.<br />Règles de définition des smoggleurs :- Dunkerque : tonnage 12tx et pavillon britannique<br />- Calais : tonnage inférieur ou égale à 50 tx, pavillon britannique et direction GB<br />- Boulogne : pavillon britanique et direction GB<br />- Roscoff : direction GB ou ('A1964976', 'A0912818', 'A0864873'), et transporte des produits illégaux ('eau de vie', 'genèvre', 'taffia', 'tabac', 'tabac en feuilles', 'thé', 'thé vert', 'thé boay', 'vin', 'bière', 'corintes', 'café', 'schites')<br />- Lorient : pavillon britanique et direction ('A0840357', 'A0912818', 'A1964976')- Bordeaux : pavillon britanique, et direction ('A1964976', 'A0912818'), et transporte des produits illégaux ('eau de vie', 'genèvre', 'taffia', 'tabac', 'tabac en feuilles', 'thé', 'thé vert', 'thé boay', 'vin', 'bière', 'corintes', 'café', 'schites')<br />Agrégation par nombre de voyages (car tonnages parfois délibéremment faux)"
    },
    "peche-type-value": {
        "id": "peche-type-value",
        "n_chapitre": "1",
        "lien_permanent_visualisation": "https://medialab.github.io/portic-storymaps-2022/#/fr/visualization/peche-type-value",
        "titre_fr": "Valeur du poisson importé à Dunkerque",
        "titre_en": "Value of fish imported to Dunkirk",
        "comment_lire_fr": "Ce graphique montre la valeur des produits de la pêche effectuée par les Dunkequois entre 1763 et 1792, par type ou zone de pêche. La pêche à Terre-Neuve rapporte pour l'essentiel de la morue. Celle en \"Hitlande\" (îles Shetlands) rapporte du hareng en été et de la morue. Le graphique permet de constater que la pêche de loin la plus importante pour Dunkerque est celle en Islande, et que son importance s'accroît en temps de guerre (notamment  de 1780 à 1782), quand les autres activités d'armement des Dunkerquois deviennent plus risquées.",
        "comment_lire_en": "This graph shows the value of fishing products carried out by the Dunkirk people between 1763 and 1792, by type or fishing zone. Fishing in Newfoundland mainly involves cod. The one in “Hitland” (Shetland Islands) brings in herring in summer and cod. The graph shows that by far the most important fishing for Dunkirk is that in Iceland, and that its importance increases in times of war (notably from 1780 to 1782), when the other armaments activities of the Dunkirk people become more risky.",
        "comment_cest_fait_fr": "Les données sont issues de l'Annexe XXVII (p. 538) du livre de Christian Pfister, Ports, navires et négociants à Dunkerque (1662-1792), Dunkerque, Société dunkerquoise de diffusion, 1985.",
        "comment_cest_fait_en": "The data comes from Appendix XXVII (p. 538) of the book by Christian Pfister : Ports, ships and merchants in Dunkerque (1662-1792), Dunkerque, Société dunkerquoise de diffusion, 1985.",
        "inputs": [
            "https://docs.google.com/spreadsheets/d/e/2PACX-1vSRy3fIKwWXSRg4QI_A9sQRNmWKnsNSA-TpgMenVz0twxfRmJGiFKN8Q8VSpBwxNw/pub?gid=576116289&single=true&output=csv"
        ],
        "outputs": [
            "peche-type-value.csv"
        ],
        "cacher_atlas": "",
        "description_fr": "",
        "description_en": "",
        "comment_cest_fait_fr_tech": "Données issues de PFISTER_PORTS_NAVIRES_A_XXVII_p_538 - Valeur pêche Dunkerque par an 1763-1792 par type de pêche.xlsx - https://docs.google.com/spreadsheets/d/e/2PACX-1vSRy3fIKwWXSRg4QI_A9sQRNmWKnsNSA-TpgMenVz0twxfRmJGiFKN8Q8VSpBwxNw/pub?gid=576116289&single=true&output=csv"
    },
    "carte-peche": {
        "id": "carte-peche",
        "n_chapitre": "1",
        "lien_permanent_visualisation": "https://medialab.github.io/portic-storymaps-2022/#/fr/visualization/carte-peche",
        "titre_fr": "Les Dunkerquois et la pêche",
        "titre_en": "Dunkirk people and fishing",
        "comment_lire_fr": "La partie inférieure de cette visualisation montre la valeur des pêches effectuées par les Dunkerquois entre 1763 et 1793, par type ou aire de pêche, telle qu'indiquée par les sources dunkerquoises. En survolant la courbe, les valeurs de l'année s'affichent. La couleur des lignes renvoie à la localisation des aires de pêche, visible dans la carte. \"Hitlande\" désigne les îles Shetlands. La pêche à Terre-Beuve s'effectue pour l'essentiel sur les Bancs au sud de l'île que sur ses littoraux. La pêche aux harengs n'a pas été représentée sur la carte, car elle est une activité diffuse.",
        "comment_lire_en": "The lower part of this visualization shows the value of fishing carried out by the Dunkirk people between 1763 and 1793, by type or fishing area, as indicated by Dunkirk sources. Hovering over the curve displays the year values. The color of the lines refers to the location of the fishing areas, visible in the map. “Hitland” means the Shetland Islands. Fishing in Terre-Beuve takes place mainly on the Banks to the south of the island and on its coasts. Herring fishing was not represented on the map because it is a diffuse activity.",
        "comment_cest_fait_fr": "Les données sont issues de l'Annexe XXVII (p. 538) du livre de Christian Pfister, Ports, navires et négociants à Dunkerque (1662-1792), Dunkerque, Société dunkerquoise de diffusion, 1985.",
        "comment_cest_fait_en": "The data comes from Appendix XXVII (p. 538) of the book by Christian Pfister: Ports, navires et négociants à Dunkerque (1662-1792), Dunkerque, Société dunkerquoise de diffusion, 1985.",
        "inputs": [
            "https://raw.githubusercontent.com/medialab/portic-datasprint-2022/main/post_datasprint/peche/zones_peche_4326.geojson",
            "https://docs.google.com/spreadsheets/d/e/2PACX-1vRwEjSbHXd4e4itz0st-8OuSXfNk1vrVJ9QlC7Q7KKMK-Wr4sW2h3FckYf5D65XCQ/pub?gid=576116289&single=true&output=csv"
        ],
        "outputs": [
            "evolution-peche-zones.geojson",
            "peche-map-stats.csv",
            "map_backgrounds/physical_world_map.geojson"
        ],
        "cacher_atlas": "",
        "description_fr": "",
        "description_en": "",
        "comment_cest_fait_fr_tech": "Données issues de PFISTER_PORTS_NAVIRES_A_XXVII_p_538 - Valeur pêche Dunkerque par an 1763-1792 par type de pêche.xlsx - https://raw.githubusercontent.com/medialab/portic-datasprint-2022/main/post_datasprint/peche/zones_peche_4326.geojson,https://docs.google.com/spreadsheets/d/e/2PACX-1vRwEjSbHXd4e4itz0st-8OuSXfNk1vrVJ9QlC7Q7KKMK-Wr4sW2h3FckYf5D65XCQ/pub?gid=576116289&single=true&output=csv"
    },
    "evolution-budget-dunkerque": {
        "id": "evolution-budget-dunkerque",
        "n_chapitre": "1",
        "lien_permanent_visualisation": "https://medialab.github.io/portic-storymaps-2022/#/fr/visualization/evolution-budget-dunkerque",
        "titre_fr": "Évolution du budget de Dunkerque au XVIIIème siècle",
        "titre_en": "Evolution of the Dunkirk budget in the 18th century",
        "comment_lire_fr": "Ce graphique montre l'évolution annuelle des recettes et des dépenses de la ville de Dunkerque de 1713 à 1793, exprimées en livres tournois. La différence entre les deux donne le solde comptable, en orange, qui tende à s'aggraver à partir de la guerre de Sept Ans (1756-1763).",
        "comment_lire_en": "This graph shows the annual evolution of revenues and expenditures of the town of Dunkirk from 1713 to 1793, expressed in livres tournois (lt). The difference between the two gives the accounting balance, in orange, which tends to worsen from the Seven Years' War (1756-1763).",
        "comment_cest_fait_fr": "Les données sont issues des Archives municipales de Dunkerque, comptes de la ville, série 310, n°132-210.",
        "comment_cest_fait_en": "The data comes from the Municipal Archives of Dunkirk, city accounts, series 310, n°132-210.",
        "inputs": [
            "https://docs.google.com/spreadsheets/d/e/2PACX-1vQmd4hLWgCWE_7QSDAPq1G4C3ShRw-d53EoNnRSzX4je2fk-4SQlaC0cGIL1MNprQ/pub?gid=461109929&single=true&output=csv"
        ],
        "outputs": [
            "evolution-budget-dunkerque.csv"
        ],
        "cacher_atlas": "",
        "description_fr": "",
        "description_en": "",
        "comment_cest_fait_fr_tech": "Données issues de l'Evaluation annuelle des recettes, des dépenses et des soldes comptables de la ville de Dunkerque de 1713 à 1793.xlsx - transcription Christian Pfister"
    },
    "schema-sources": {
        "id": "schema-sources",
        "n_chapitre": "1",
        "lien_permanent_visualisation": "https://medialab.github.io/portic-storymaps-2022/#/fr/visualization/schema-sources",
        "titre_fr": "Sources à disposition",
        "titre_en": "Available sources",
        "comment_lire_fr": "Ce diagramme montre schématiquement les sources  dont nous disposons pour cerner les trafics entre le port franc de Dunkerque et la Grande Bretagne. La comparaison entre ces sources nous a permis de confirmer que les navires smoggleurs ne sont pas enregistrés par les sources britanniques.",
        "comment_lire_en": "This diagram schematically shows the sources available to us to identify traffic between the free port of Dunkirk and Great Britain. Comparison between these sources allowed us to confirm that smoggle ships are not recorded by British sources.",
        "comment_cest_fait_fr": "",
        "comment_cest_fait_en": "",
        "inputs": [],
        "outputs": [],
        "cacher_atlas": "",
        "description_fr": "",
        "description_en": "",
        "comment_cest_fait_fr_tech": "/"
    },
    "pilotage": {
        "id": "pilotage",
        "n_chapitre": "1",
        "lien_permanent_visualisation": "https://medialab.github.io/portic-storymaps-2022/#/fr/visualization/pilotage",
        "titre_fr": "Évolution du pilotage et de la navigation selon les sources disponibles",
        "titre_en": "Evolution of pilotage and navigation according to available sources",
        "comment_lire_fr": "Dans cette composition, le graphique en haut à gauche montre, tout d'abord, le nombre des congés délivrés à Dunkerque de 1765 à 1792 et la part (en bleu) de navires sortis qui ont eu recours au service de pilotage, qui n'était pas obligatoire. En haut à droite, en gris, le graphique donne à voir les forts écarts d'une année à l'autre du recours au pilotage. Enfin, le graphique en bas indique aussi les sorties du pilotage pour la période 1730-1764, pour laquelle nous n'avons pas les données des congés, et projette une estimation de celles-ci qui utilise la moyenne de 41% calculée sur la période suivante, tout en indiquant l'écart possible, qui prend en compte les variations de la part du pilotage constatée poru la période 1765-1792. <br/>En survolant les données avec la souris, la fourchette de notre estimation s'affiche pour l'année choisie.",
        "comment_lire_en": "In this composition, the graph at the top left shows, first of all, the number of leaves (\"congés\") issued at Dunkirk from 1765 to 1792 and the share (in blue) of ships released which used the pilotage service, which did not was not obligatory. At the top right, in gray, the graph shows the strong variations from one year to the next in the use of pilotage. Finally, the graph at the bottom also shows pilotage discharges for the period 1730-1764, for which we do not have discharge data, and projects an estimate of these which uses the average of 41% calculated over the period following, while indicating the possible deviation, which takes into account the variations in the share of pilotage observed for the period 1765-1792. <br/>By hovering over the data, the range of our estimate is displayed for the chosen year.",
        "comment_cest_fait_fr": "Les données sur le pilotage sont issues de relevés effectués par Christian Pfister dans les Fonds Marine. Les données de sorties sont tirées de l'archive G5 (Archives Nationales de France).",
        "comment_cest_fait_en": "The piloting data comes from surveys carried out by Christian Pfister in the Fonds Marine. The output data is taken from the G5 archive (Archives Nationales de France).",
        "inputs": [
            "https://docs.google.com/spreadsheets/d/e/2PACX-1vT4b175TPBBvErXLXefq-3c2LOfLPGDjiVk7luTL8unUhDueGMF68nu9nZtoM78McqwFmndheA9eSYc/pub?gid=810260739&single=true&output=csv"
        ],
        "outputs": [
            "pilotage.csv"
        ],
        "cacher_atlas": "",
        "description_fr": "",
        "description_en": "",
        "comment_cest_fait_fr_tech": "Données issues de 2 Tableau général congés G5 - Pilotage Marine 1689-1791 - données Pfister mars 2022 - CSV - https://docs.google.com/spreadsheets/d/e/2PACX-1vT4b175TPBBvErXLXefq-3c2LOfLPGDjiVk7luTL8unUhDueGMF68nu9nZtoM78McqwFmndheA9eSYc/pub?gid=810260739&single=true&output=csv"
    },
    "evolution-type-conges": {
        "id": "evolution-type-conges",
        "n_chapitre": "1",
        "lien_permanent_visualisation": "https://medialab.github.io/portic-storymaps-2022/#/fr/visualization/evolution-type-conges",
        "titre_fr": "Évolution des types de congés",
        "titre_en": "Evolution of types of congés",
        "comment_lire_fr": "Ce graphique montre l'évolution du nombre de congés délivrés de 1765 à 1791 à Dunkerque, par catégorie des congés. Le congé est un document obligatoire pour sortir du port. Il est délivré par l'Amirauté contre le paiement d'un droit, perçu au profit de l'Amiral de France. Le droit à payer varie en fonction du type de navigation et du pavillon du navire. C'est pour cela que les bureaux d'Amirautés tenaient des comptes en distinguant les congés par type. <br/>En survolant sur les courbes, il est possible de voir le nombre exact des congés par type. Le graphique permet également de voir l'effet de la guerre (la France est engagée dans la guerre d'Indépendance américaine entre 1778 et 1783), notamment sur le cabotage étranger.",
        "comment_lire_en": "This graph shows the evolution of the number of leaves issued from 1765 to 1791 in Dunkirk, by category of leave. The leave is a mandatory document to leave the port. It is issued by the Admiralty against payment of a duty, collected for the benefit of the Admiral of France. The fee to pay varies depending on the type of navigation and the flag of the vessel. This is why the Admiralty offices kept accounts by distinguishing leave by type. <br/>By hovering over the curves, it is possible to see the exact number of leaves by type. The graph also allows us to see the effect of the war (France was involved in the American War of Independence between 1778 and 1783), particularly on foreign cabotage.",
        "comment_cest_fait_fr": "Les données sont extraites des comptes rendus annuels (Archives Nationales de France, G5 16-3).",
        "comment_cest_fait_en": "The data are extracted from the annual reports (Archives Nationales de France, G5 16-3).",
        "inputs": [
            "https://docs.google.com/spreadsheets/d/e/2PACX-1vSxBxqnzHK1HEDjh5dBwJ9gBG5CJCSNfDpVeEDFHvCHxl3nXyuA2aLhiCf_JGib9A/pub?gid=1209238320&single=true&output=csv"
        ],
        "outputs": [
            "evolution-type-conges.csv"
        ],
        "cacher_atlas": "",
        "description_fr": "",
        "description_en": "",
        "comment_cest_fait_fr_tech": "Données issues de Tableau_comptes rendus congés Dunkerque_ par type et par an 1765-1791_pns.xlsx - https://docs.google.com/spreadsheets/d/e/2PACX-1vSxBxqnzHK1HEDjh5dBwJ9gBG5CJCSNfDpVeEDFHvCHxl3nXyuA2aLhiCf_JGib9A/pub?gid=1209238320&single=true&output=csv"
    },
    "tonnage-moyen-par-mois": {
        "id": "tonnage-moyen-par-mois",
        "n_chapitre": "2,5",
        "lien_permanent_visualisation": "https://medialab.github.io/portic-storymaps-2022/#/fr/visualization/tonnage-moyen-par-mois",
        "titre_fr": "Tonnage moyen par mois",
        "titre_en": "Average tonnage per month",
        "comment_lire_fr": "Ce graphique montre le tonnage des navires ayant pris un congé (tout type de congé confondu). Le tonnage a été agrégé par mois. Il est possible de visualiser les données pour chaque année en cliquant en bas, sur la barre des abscisses, en correspondance de l'année souhaitée. ",
        "comment_lire_en": "This graph shows the tonnage of ships having taken leave (all types of leave combined). Tonnage was aggregated by month. It is possible to view the data for each year by clicking at the bottom, on the abscissa bar, corresponding to the desired year. ",
        "comment_cest_fait_fr": "Les données vont de 1781 et 1790, et ont été collectées par Christian Pfister à partir des registres de congés délivrés à Dunkerque (Archives Nationales de France, G5 70 à G5 78; les registres des années 1783 et 1784 manquent).",
        "comment_cest_fait_en": "The data goes from 1781 and 1790, and was collected by Christian Pfister from the leave registers issued in Dunkirk (Archives Nationales de France, G5 70 to G5 78; registers for the years 1783 and 1784 are missing).",
        "inputs": [
            "https://docs.google.com/spreadsheets/d/e/2PACX-1vRtEHMi-XI37xMlMXvDSS2Tnfy_DqSmpyx320i9iT7Wa1bTBEDqg1Y76AgF5WQW-g/pub?gid=1647345428&single=true&output=csv"
        ],
        "outputs": [
            "tonnage-moyen-par-mois.csv"
        ],
        "cacher_atlas": "",
        "description_fr": "",
        "description_en": "",
        "comment_cest_fait_fr_tech": "Données issues de PFISTER_PORTS_NAVIRES_A_XVIII_page_521.xlsx - https://docs.google.com/spreadsheets/d/e/2PACX-1vRtEHMi-XI37xMlMXvDSS2Tnfy_DqSmpyx320i9iT7Wa1bTBEDqg1Y76AgF5WQW-g/pub?gid=1647345428&single=true&output=csv"
    },
    "carte-destinations": {
        "id": "carte-destinations",
        "n_chapitre": "1",
        "lien_permanent_visualisation": "https://medialab.github.io/portic-storymaps-2022/#/fr/visualization/carte-destinations",
        "titre_fr": "Carte des destinations des navires partis de Dunkerque",
        "titre_en": "Map of destinations of ships leaving from Dunkirk",
        "comment_lire_fr": "Cette carte représente les destinations déclarées par des navires qui ont pris un congé à Dunkerque en 1789. La taille des cercles indique le tonnage cumulé par destination. Sa couleur précise le pavillon dominant, en distinguant entre les pavillons étrangers et le pavillon français. Pour ces derniers, nous avons distingué les navires de Dunkerque des  navires des autres ports français. La saturation de la couleur indique la plus ou moins forte domination du pavillon majoritaire. Les données précise s'affichent en survolant le cercle correspondant: ainsi, les autres pavillons français constiutent 100% des départs vers Libourne vert plus focé) alros qu'ils ne représenent que 59% des navires sortis de Dunkerque à destination de Bordeaux. Il est possible de changer le parametre de l'aire géographique représentée en cliquant dans le menu en bas à gauche. Dans le cadre de l'étude de cas, d'autres fonctionnalitées sont implémentées qui permettent de représenter d'autres paramètres, tels que la distribution des différents pavillons étangers. Quelques cartes supplémentaires ont été ajoutées à la section \"Méthodologie\". ",
        "comment_lire_en": "This map represents the destinations declared by ships which took leave at Dunkirk in 1789. The size of the circles indicates the cumulative tonnage by destination. Its color specifies the dominant flag, distinguishing between foreign flags and the French flag. For the latter, we distinguished the Dunkirk ships from the ships of other French ports. The saturation of the color indicates the more or less strong domination of the majority flag. The precise data is displayed by hovering over the corresponding circle: thus, the other French flags constitute 100% of departures towards Libourne (darker green) while they only represent 59% of the ships leaving Dunkirk bound for Bordeaux. It is possible to change the parameter of the geographical area represented by clicking in the menu at the bottom left. As part of the case study, other functionalities are implemented which make it possible to represent other parameters, such as the distribution of the different foreign pavilions. Some additional maps have been added to the \"Methodology\" section. ",
        "comment_cest_fait_fr": "Les données sont tirées de la base navigocorpus, pour l'année 1789. Dans cet ensemble, nous avons sélectionné les voyages au départ de Dunkerque et les avons agrégés par destination en cumulant les tonnages des navires en question pour chaque destination.",
        "comment_cest_fait_en": "The data are taken from the navigocorpus database, for the year 1789. From this set, we selected the voyages departing from Dunkirk and aggregated them by destination by accumulating the tonnages of the ships in question for each destination.",
        "inputs": [
            " https://d2ad6b4ur7yvpq.cloudfront.net/naturalearth-3.3.0/ne_50m_land.geojson",
            "navigo_all_flows_1789.csv"
        ],
        "outputs": [
            "map_backgrounds/physical_world_map.geojson",
            "map_backgrounds/physical_world_map.geojson",
            "destinations_from_dunkerque.csv"
        ],
        "cacher_atlas": "",
        "description_fr": "",
        "description_en": "",
        "comment_cest_fait_fr_tech": "Données issues de navigo - flows - 1789.<br />Filtrage : départ de Dunkerque.<br />Agrégation par tonnage agrégé."
    },
    "carte-homeport-smoggleurs": {
        "id": "carte-homeport-smoggleurs",
        "n_chapitre": "2",
        "lien_permanent_visualisation": "https://medialab.github.io/portic-storymaps-2022/#/fr/visualization/carte-homeport-smoggleurs",
        "titre_fr": "Carte des ports d'attache des smoggleurs",
        "titre_en": "Map of smogglers' home ports",
        "comment_lire_fr": "Cette carte permet tout d'abord un aperçu global des ports d'attache des smoggleurs répérés dans les registres des congés délivrés à Dunkerque de 1781 à 1790 (Archives Nationales de France, G5 70 à G5 78; les années 1783 et 1784 manquent). Le total des trajets par année s'affiche dans la partie inférieure de l'image. Il est ensuite possible de chosir un toponyme en se positionnant soit sur le toponyme, soit sur le cercle corespondant sur la carte. Le graphique en bas se reconfigure pour laisser apparaître l'évolution des départs pour ce toponyme précis. Dans le cadre de cette étude de cas, le port d'attache a été utilisé comme une approximation pour la destination des smoggleurs, qui n'est pas indiquée par la source exploitée,",
        "comment_lire_en": "This map firstly allows a global overview of the home ports of the smogglers identified in the registers of leave issued in Dunkirk from 1781 to 1790 (National Archives of France, G5 70 to G5 78; the years 1783 and 1784 are missing). The total trips per year are displayed in the lower part of the image. It is then possible to choose a toponym by positioning yourself either on the toponym or on the corresponding circle on the map. The graph at the bottom is reconfigured to show the evolution of departures for this specific toponym. As part of this case study, the home port was used as an approximation for the destination of the smogglers, which is not indicated by the source exploited,",
        "comment_cest_fait_fr": "Les données sont tirées des Archives Nationales de France, G5 70 à G5 78; les années 1783 et 1784 manquent.",
        "comment_cest_fait_en": "The data are taken from the National Archives of France, G5 70 to G5 78; the years 1783 and 1784 are missing.",
        "inputs": [
            "map_backgrounds/world_map.geojson",
            "https://docs.google.com/spreadsheets/d/e/2PACX-1vRq2TJOb7Ima9hBKiO1Kde_yFYoS6grucmtb6KRh6QpF4nwzjJF34WvpsGjS4wtrQ/pub?gid=1735395597&single=true&output=csv"
        ],
        "outputs": [
            "map_backgrounds/world_map.geojson",
            "homeport-smoggleurs.csv"
        ],
        "cacher_atlas": "",
        "description_fr": "",
        "description_en": "",
        "comment_cest_fait_fr_tech": "Données tirées de Smoggleurs GB 1781-91_Dunkerque_relevé C_Pfister.xlsx - https://docs.google.com/spreadsheets/d/e/2PACX-1vRq2TJOb7Ima9hBKiO1Kde_yFYoS6grucmtb6KRh6QpF4nwzjJF34WvpsGjS4wtrQ/pub?gid=1735395597&single=true&output=csv"
    },
    "resume-activite-dunkerquois": {
        "id": "resume-activite-dunkerquois",
        "n_chapitre": "1",
        "lien_permanent_visualisation": "https://medialab.github.io/portic-storymaps-2022/#/fr/visualization/resume-activite-dunkerquois",
        "titre_fr": "Activités des Dunkerquois",
        "titre_en": "Dunkirk ships activities",
        "comment_lire_fr": "Ce diagramme permet de visualiser plusieurs aspects de la navigation effectuée pars les navires du port de Dunkerque en 1787. La base de données Navigocorpus contient en effet les congés délivrés sur une grande partie des ports du littoral atlantique de la France. <br/>Il est donc possible, tout d'abord, de prendre la mesure, à gauche, de la typologie des navires qui obtiennent un congé. Si les armateurs dunkerquois utlisent toute sorte de navire, il convient de souligner la part très significatives de départs effectués par de navires de gros et très gros tonnage pour l'époque (100-200 tonneaux; plus de 201 tx; un tonneau est une unité de jauge correspondant à 1,44 mètres cubes). <br/>Au centre de l'image, on prend la mesure du port de départ de ces navires. Pour faciliter la lecture, il est possible de cliquer sur un flux (par exemple, tous les navires de la classe de 51 à 100 tonneaux, si on clique sur la barre grise en correspondance de cette catégorie; mais aussi tous les navires partis du seul port de Dunkerque, Bordeaux, etc., en cliquant sur la deuxième barre, au centre-gauche de l'image). On constate ainsi, par exemple, que seuls les navires dunkerquois de plus de 50 tonneaux se retrouvent à la sorite de Bordeaux. <br/>La partie centrale de l'image relie le port de départ des navires dunkerquois au pays de destination. Là aussi, il est possible d'isoler un flux précis en cliquant sur la barre des pays au centre-droite de l'image. Ainsi, on constate que les navires dunkerquois qui se rendent en Espagne le font uniquement à partir du port de Dunkerque, alors que ceux qui se rendent en Danemark (partent aussi de Noirmoutier). <br/>La partie droite de la visualisation, enfin, permet de constater la nature des cargaisons trasportées par ces navires. En cliquant sur la barre de centre-drroite, ce sont les flux qui s'affichent par pays de destination. En cliquant sur la barre tout à droite, c'est la distribution par pays de la catégorie de produits choisie. La catégorie \"vide\" comprend les navires partis vide ou sur lest. La catégorie 'cargaison inconnue' recouvre les navires partis des ports où le greffier ne note pas la nature de la cargaison. Il est important de souligner qu'il ne s'agit jamais de données exhaustives: lorsque la cargaison est indiqué, il s'agit du principal produit, ou des 2-3 principaux articles à bord. ",
        "comment_lire_en": "This diagram allows you to visualize several aspects of the navigation carried out by the ships of the port of Dunkirk in 1787. The Navigocorpus database contains the leaves issued in a large part of the ports on the Atlantic coast of France. <br/>It is therefore possible, first of all, to take stock, on the left, of the typology of ships which obtain leave. If the Dunkirk shipowners used all kinds of ships, it is worth emphasizing the very significant share of departures made by large and very large tonnage ships for the time (100-200 tons; more than 201 tx; a ton is a unit gauge corresponding to 1.44 cubic meters). <br/>In the center of the image, we take the measurement of the port of departure of these ships. To facilitate reading, it is possible to click on a flow (for example, all ships in the class from 51 to 100 tons, if we click on the gray bar corresponding to this category; but also all ships leaving from only port of Dunkirk, Bordeaux, etc., by clicking on the second bar, center-left of the image). We thus see, for example, that only Dunkirk ships of more than 50 tons are found at the exit from Bordeaux. <br/>The central part of the image connects the port of departure of the Dunkirk ships to the country of destination. Here too, it is possible to isolate a specific flow by clicking on the country bar in the center-right of the image. Thus, we see that the Dunkirk ships which go to Spain do so only from the port of Dunkirk, while those which go to Denmark also leave from Noirmoutier. <br/>Finally, the right part of the visualization allows you to see the nature of the cargo transported by these ships. By clicking on the center-right bar, the flows are displayed by country of destination. By clicking on the bar on the far right, this is the distribution by country of the chosen product category. The “empty” category includes ships that left empty or in ballast. The 'unknown cargo' category covers ships departing from ports where the clerk does not note the nature of the cargo. It is important to emphasize that this is never exhaustive data: when cargo is indicated, it is the main product, or the 2-3 main items on board. ",
        "comment_cest_fait_fr": "Les données sont tirées de la base navigocorpus, pour l'année 1787. Les éléments sont agrégés par nombre de voyages.",
        "comment_cest_fait_en": "The data are taken from the navigocorpus database, for the year 1787. The elements are aggregated by number of trips.",
        "inputs": [],
        "outputs": [
            "resume-activite-dunkerquois.csv"
        ],
        "cacher_atlas": "",
        "description_fr": "",
        "description_en": "",
        "comment_cest_fait_fr_tech": "Données tirées de navigo, flows, 1787 et 1789.<br />Agrégation par nombre de voyages."
    },
    "stigmates-smoggleurs-dunkerque": {
        "id": "stigmates-smoggleurs-dunkerque",
        "n_chapitre": "2",
        "lien_permanent_visualisation": "https://medialab.github.io/portic-storymaps-2022/#/fr/visualization/stigmates-smoggleurs-dunkerque",
        "titre_fr": "Destination déclarée par les navires britanniques quittant Dunkerque, par classe de tonnage",
        "titre_en": "Destinations declared by british ships leaving Dunkirk, by tonnage class",
        "comment_lire_fr": "Ce diagramme montre, à gauche, les classes de tonnage déclaré par les navires britanniques ayant acquis un congé dans le port de Dunkerque en 1787 ou en 1789 (l'année peut être sélectionnée dans le menu en bas au centre) et, à droite, leur destination déclarée. Les destinations \"Lisbonne\" et \"Bergen\" sont utilisées pour masquer les activités de contrebande avec les Iles britanniques. Nous avons agrégé les autres destinations par Etat ou province de destination (Angleterre, Ecosse, Hollande, etc). <br/>Il est possible d'intéragir avec cette visualisation de deux manières. Tout d'abord, on peut cliquer sur une classe de tonnage sur la barre gauche correspondante et visualiser ainsi la distribution des destinations. Ensuite, on peut cliquer sur la barre de droite pour séletionner une destination, et visualiser la distribution des tonnages. On constate ainsi, par exemple, que tous les navires déclarés comme ayant 12 tonneaux de jauge (1 tonneaux = 1,44 mètres cubes, mais nous savons - voir l'explication dans le texte - que ces tonnages sont sous-évalués à Dunkerque) vont en grande partie à \"Lisbonne\" (c'est à dire qu'ils font de la contrebande); les autres vont largement en Angleterre, et très peu d'entre eux vont en Ecosse ou en Irlande.",
        "comment_lire_en": "This diagram shows, on the left, the classes of tonnage declared by British ships having acquired leave in the port of Dunkirk in 1787 or 1789 (the year can be selected from the menu at bottom center) and, on the right, their declared destination. The destinations \"Lisbon\" and \"Bergen\" are used to mask smuggling activities with the British Isles. We have aggregated the other destinations by state or province of destination (England, Scotland, Holland, etc.). <br/>It is possible to interact with this visualization in two ways. First of all, you can click on a tonnage class on the corresponding left bar and thus visualize the distribution of destinations. Then, you can click on the right bar to select a destination, and view the distribution of tonnages. We thus see, for example, that all ships declared as having 12 tons (1 ton = 1.44 cubic meters, but we know - see the explanation in the text - that these tonnages are undervalued at Dunkirk) largely go to “Lisbon” (i.e. they smuggle); the rest go largely to England, and very few of them go to Scotland or Ireland.",
        "comment_cest_fait_fr": "Les données sont tirées de la base navigocorpus, pour les années 1787 et 1789. Les éléments sont agrégés par nombre de voyages.",
        "comment_cest_fait_en": "The data are taken from the navigocorpus database, for the years 1787 and 1789. The elements are aggregated by number of voyages.",
        "inputs": [],
        "outputs": [
            "stigmates-smoggleurs-dunkerque.csv"
        ],
        "cacher_atlas": "",
        "description_fr": "Les smoggleurs ont des caractéristiques particulières en fonction de leur ville de provenance.",
        "description_en": "",
        "comment_cest_fait_fr_tech": "Source : navigo flows 1787 & 1789.<br />Agrégation par nombre de voyages."
    },
    "departs-fr-vers-angleterre": {
        "id": "departs-fr-vers-angleterre",
        "n_chapitre": "2,5",
        "lien_permanent_visualisation": "https://medialab.github.io/portic-storymaps-2022/#/fr/visualization/departs-fr-vers-angleterre",
        "titre_fr": "Les départs vers l'Angleterre",
        "titre_en": "Departures to England",
        "comment_lire_fr": "Cete carte représente le tonnage sorti des ports des provinces françaises de la façade atlantique en 1787, et distingue la part en direction de la Grande-Bretagne (en rouge) du reste. Les données sont représentées par province, sauf pour l’Aunis, Poitou et Saintonge qui ont été agrégées. La carte permet de constater la spécificité des Flandres et de la Picardie pour ce qui est de l’intensité des relations avec la Grande-Bretagne. En survolant les demi-cercles avec la souris, la bulle affiche la liste des ports de la province dont les données ont été agrégées, et le tonnage total.",
        "comment_lire_en": "This map represents the tonnage leaving the ports of the French provinces on the Atlantic coast in 1787, and distinguishes the portion heading for Great Britain (in red) from the rest. The data is represented by province, except for Aunis, Poitou and Saintonge which have been aggregated. The map allows us to see the specificity of Flanders and Picardy in terms of the intensity of relations with Great Britain. By hovering over the semi-circles with the mouse, the bubble displays the list of ports in the province whose data has been aggregated, and the total tonnage.",
        "comment_cest_fait_fr": "Les données sont tirées de la base navigocorpus, pour l'année 1789. Nous y avons sélectionné les flux à destination de la Grande-Bretagne, à l'exclusion des colonies britaniques, et les avons agrégés par tonnage cumulé.",
        "comment_cest_fait_en": "The data are taken from the Navigocorpus database, for the year 1789. We selected the flows to Great Britain, excluding the British colonies, and aggregated them by cumulative tonnage.",
        "inputs": [
            "map_backgrounds/world_map.geojson",
            "navigo_all_flows_1789.csv"
        ],
        "outputs": [
            "map_backgrounds/world_map.geojson",
            "departs-fr-vers-angleterre.csv"
        ],
        "cacher_atlas": "",
        "description_fr": "",
        "description_en": "",
        "comment_cest_fait_fr_tech": "Source : navigo flows 1789.<br />Filtres : destination GB hors \"colonies britaniques\" (substate).<br />Agrégation par tonnage cumulé."
    },
    "destinations-gb-vers-gb": {
        "id": "destinations-gb-vers-gb",
        "n_chapitre": "2,5",
        "lien_permanent_visualisation": "https://medialab.github.io/portic-storymaps-2022/#/fr/visualization/destinations-gb-vers-gb",
        "titre_fr": "Les destinations des Britanniques partant de Dunkerque vers le Royaume-Uni en 1787",
        "titre_en": "The destinations of the British leaving from Dunkirk to the United Kingdom in 1787",
        "comment_lire_fr": "Cette carte montre les destinations (en rouge) des navires de pavillon britannique partis de Dunkerque en 1789, qui se rendent au Royaume-Uni. La barre à droite permet de prendre la mesure de la part des départs qui déclarent une fausse destination (en gris), à savoir \"Lisbonne\" ou \"Bergen\".  Il est possible d'interagir avec la carte en survoland un cercle ou un segment rouge de la barre de droite. La bulle affiche alors le toponyme et le nombre des voyages ",
        "comment_lire_en": "This map shows the destinations (in red) of British flag ships sailing from Dunkirk in 1789 to the United Kingdom. The bar on the right allows us to measure the share of departures which declare a false destination (in gray), namely \"Lisbon\" or \"Bergen\".  It is possible to interact with the map by hovering over a circle or a red segment of the right bar. The bubble then displays the toponym and the number of trips ",
        "comment_cest_fait_fr": "Les données sont tirées de la base navigocorpus, pour l'année 1789. Nous y avons sélectionné les flux au départ de Dunkerque arborant un pavillon britannique.<br />Les bateaux \"fausses destination\" sont ceux qui pour lesquels est indiqué [\"Lisbonne [mais: Angleterre]\" ou \"Bergen\"] dans leur champ destination. ",
        "comment_cest_fait_en": "The data are taken from the Navigocorpus database, for the year 1789. We selected the flows departing from Dunkirk flying a British flag.<br />“False destination” boats are those for which [\"Lisbonne [mais: Angleterre]\" ou \"Bergen\"]  is indicated in their destination field. ",
        "inputs": [
            "map_backgrounds/world_map.geojson",
            "navigo_all_flows_1787.csv"
        ],
        "outputs": [
            "map_backgrounds/world_map.geojson",
            "destinations-gb-vers-gb.csv"
        ],
        "cacher_atlas": "",
        "description_fr": "",
        "description_en": "",
        "comment_cest_fait_fr_tech": "Source : navigo flows 1789.<br />Filtres : departure_function O, départ de Dunkerque, pavillon britannique.<br />Les bateaux \"fausses destination\" sont ceux qui pour lesquels est indiqué [\"Lisbonne [mais: Angleterre]\" ou \"Bergen\"] dans le champ destination. "
    },
    "exports-vs-smogglage": {
        "id": "exports-vs-smogglage",
        "n_chapitre": "2",
        "lien_permanent_visualisation": "https://medialab.github.io/portic-storymaps-2022/#/fr/visualization/exports-vs-smogglage",
        "titre_fr": "Produits smogglés par port d'attache des smoggleurs (1781-1790)",
        "titre_en": "Smoggled products by homeport",
        "comment_lire_fr": "Cette carte montre les ports d'attache des navires smoggleurs britanniques qui ont obtenu un congé à Dunkerque en 1787. Les congés de Dunkerque indiquent une fausse destination (Lisbonne ou Bergen): nous avons considéré que le port d'attache était un bon indicateur de la destination supposée du navire. En sélectionnant la variable dans le menu, il est possible tout d'abord d'avoir un aperçu d'ensemble du nombre des voyages, ou de la valeur de la cargaison, que nous avons estimée en suivant la méthode expliquée dans le corps du texte. Il est ensuite possible de cliquer sur un port au choix, et visualiser la composition de la cargaison par grandes catégories de produits.",
        "comment_lire_en": "This map shows the home ports of the British smoggle ships which were granted leave at Dunkirk in 1787. The Dunkirk leaves indicate a false destination (Lisbon or Bergen): we considered that the home port was a good indicator of the supposed destination of the ship. By selecting the variable in the menu, it is possible first of all to have an overview of the number of trips, or the value of the cargo, which we have estimated following the method explained in the body of the text . It is then possible to click on a port of your choice, and view the composition of the cargo by major product categories.",
        "comment_cest_fait_fr": "",
        "comment_cest_fait_en": "",
        "inputs": [
            "https://docs.google.com/spreadsheets/d/e/2PACX-1vRFUMKd1Wfgo9vuETmpsnvp3BLbwzxtN_HSikGN-MtXz6wEvaO_tyQf9G1z2TlBWfByUH3u4-abpnFk/pub?output=csv",
            "https://raw.githubusercontent.com/medialab/portic-datasprint-2022/main/productions/module_05/data/dunkerque_smugglers_shipmentvalues.csv"
        ],
        "outputs": [
            "smogglage-estimation-par-produit.csv",
            "smogglage-vs-exports-par-homeport.csv",
            "map_backgrounds/england_map.geojson"
        ],
        "cacher_atlas": "",
        "description_fr": "",
        "description_en": "",
        "comment_cest_fait_fr_tech": "Sources : <br />- estimation_smogglage_1787 - https://www.google.com/url?q=https://docs.google.com/spreadsheets/d/e/2PACX-1vRFUMKd1Wfgo9vuETmpsnvp3BLbwzxtN_HSikGN-MtXz6wEvaO_tyQf9G1z2TlBWfByUH3u4-abpnFk/pub?output%3Dcsv&sa=D&source=editors&ust=1685032528909027&usg=AOvVaw2T2yyxxkuFiaVA2SBxR8Aa<br />- dunkerque_smugglers_shipmentvalues.csv (module 5 du datasprint) : https://raw.githubusercontent.com/medialab/portic-datasprint-2022/main/productions/module_05/data/dunkerque_smugglers_shipmentvalues.csv"
    },
    "prix-smogglage-general": {
        "id": "prix-smogglage-general",
        "n_chapitre": "2,5",
        "lien_permanent_visualisation": "https://medialab.github.io/portic-storymaps-2022/#/fr/visualization/prix-smogglage-general",
        "titre_fr": "Étude des produits transportés par les smoggleurs",
        "titre_en": "Study of products transported by smogglers",
        "comment_lire_fr": "Ce graphique montre la valeur estimée des produits transportés par les smoggleurs sorti de Dunkerque en 1787. Pour le produire, nous avons utilisé la liste des smoggleurs rédigées mois par mois par l'Amirauté de Dunkerque, et disponible pour 10 mois; nous avons ensuite appliquée la règle du toir pour aboutir aux données sur l'année. Les produits sont indiqués dans des unités de mesure variées. <br/>En choisissant dans le menu de droite \"Estimation de la valeur à partir des quantités\", on voit aussi bien le total de la valeur estimée, que les unités de mesure à partir desquelles nous avons effecté nos estimations. Par exemple, pour les \"mousseline\" (4 lignes à partir du haut), une partie des valeurs étaient déjà indiquées en livres tournois, l'autre en livres poids. L'estimation de la valeur par produit repose sur le recours aux sources de la balance du commerce (Toflit18), qui indiquent le plus souvent aussi bien la quantité que la valeur. Le menu \"Nombre d'observations avec unité exacte toutes directions de ferme\" permet de prendre connaissance du nombre d'observations sur lequel repose notre estimation. Ainsi, pour les mousselines, nous disposons de 18 observations où une exporations exprimée en livres poids est associée à une valeur. Plus le nombre d'observations est élevé, plus la donnée est représentative. <br/>Le menu 'Nombre d'observations vers l'Angleterre' isole, parmis l'ensemble des flux précédents, uniquement ceux à destination du Royaume Uni. Leur faible nombre explique pourquoi nous avons dû avoir souvent recours aux données relatives à l'ensemble des exportations depuis la France, totue destination confondue. La méthodologie utilisée est plus longuement décrite dans la section \"Méthodologie\".",
        "comment_lire_en": "This graph shows the estimated value of the products transported by the smogglers leaving Dunkirk in 1787. To produce it, we used the list of smogglers drawn up month by month by the Admiralty of Dunkirk, and available for 10 months; we then applied the toir rule to arrive at the data for the year. Products are indicated in various units of measurement. <br/>By choosing \"Estimation of value from quantities\" in the right-hand menu, we see both the total estimated value and the units of measurement from which we made our estimates. For example, for \"muslin\" (4 lines from the top), part of the values ​​were already indicated in livres tournois, the other in livres poids. The estimation of the value by product is based on the use of balance of trade sources (Toflit18), which most often indicate both quantity and value. The “Number of observations with exact unit all farm directions” menu allows you to see the number of observations on which our estimate is based. Thus, for muslins, we have 18 observations where an export expressed in livres poids is associated with a value. The higher the number of observations, the more representative the data. <br/>The 'Number of observations to England' menu isolates, among all the previous flows, only those to the United Kingdom. Their low number explains why we often had to resort to data relating to all exports from France, all destinations combined. The methodology used is described in more detail in the “Methodology” section.",
        "comment_cest_fait_fr": "",
        "comment_cest_fait_en": "",
        "inputs": [],
        "outputs": [
            "smogglage-estimation-par-produit.csv"
        ],
        "cacher_atlas": "",
        "description_fr": "",
        "description_en": "",
        "comment_cest_fait_fr_tech": "Sources : <br />- estimation_smogglage_1787 - https://www.google.com/url?q=https://docs.google.com/spreadsheets/d/e/2PACX-1vRFUMKd1Wfgo9vuETmpsnvp3BLbwzxtN_HSikGN-MtXz6wEvaO_tyQf9G1z2TlBWfByUH3u4-abpnFk/pub?output%3Dcsv&sa=D&source=editors&ust=1685032528909027&usg=AOvVaw2T2yyxxkuFiaVA2SBxR8Aa<br />- dunkerque_smugglers_shipmentvalues.csv (module 5 du datasprint) : https://raw.githubusercontent.com/medialab/portic-datasprint-2022/main/productions/module_05/data/dunkerque_smugglers_shipmentvalues.csv"
    },
    "homeports-from-dunkerque": {
        "id": "homeports-from-dunkerque",
        "n_chapitre": "1",
        "lien_permanent_visualisation": "https://medialab.github.io/portic-storymaps-2022/#/fr/visualization/homeports-from-dunkerque",
        "titre_fr": "Tonnage agrégé des navires partis de Dunkerque en 1789, par port d’attache",
        "titre_en": "Aggregated tonnage of ships leaving Dunkirk in 1789, by home port",
        "comment_lire_fr": "Ce diagramme montre les tonnages des navires qui ont pris un congé à Dunkerque en 1789, agrégés par port d'attache. Les ports d'attache de la même couleur appartiennent au même pays. Ainsi, la Grande-Bretagne est représentée en vert, et les navires du port de Londres sortis de Dunkerque totalisent 7041 tonneaux (un tonneau est une unité de jauge correspondante à 1,44 mètres cubes). <br/>Cette visualisation rend immédatement perceptible l'importance de la navigation britannique à Dunkerque, ainsi que, en moindre mesure, celle des Provinces-Unies et des autres pavillons nordiques. On remarque aussi la très forte activité d'armement des Dunkerquois.",
        "comment_lire_en": "This diagram shows the tonnages of ships which took leave at Dunkirk in 1789, aggregated by home port. Home ports of the same color belong to the same country. Thus, Great Britain is represented in green, and the ships from the port of London leaving Dunkirk total 7041 tons (a ton is a tonnage unit corresponding to 1.44 cubic meters). <br/>This visualization immediately makes perceptible the importance of British navigation at Dunkirk, as well as, to a lesser extent, that of the United Provinces and the other Nordic flags. We also note the very strong armament activity of the Dunkirk people.",
        "comment_cest_fait_fr": "Les données sont tirées de la base navigocorpus pour l'année 1789, dans laquelle nous avons sélectionné les congés concernant le port de Dunkerque.",
        "comment_cest_fait_en": "The data are taken from the navigocorpus database for the year 1789, from which we selected congés concerning the port of Dunkirk.",
        "inputs": [
            "navigo_all_pointcalls_1789.csv"
        ],
        "outputs": [
            "homeports-from-dunkerque.csv"
        ],
        "cacher_atlas": "",
        "description_fr": "",
        "description_en": "",
        "comment_cest_fait_fr_tech": "Source : navigo pointcalls, Dunkerque."
    },
    "gravure-smoggleurs": {
        "id": "gravure-smoggleurs",
        "n_chapitre": "2",
        "lien_permanent_visualisation": "https://medialab.github.io/portic-storymaps-2022/#/fr/visualization/gravure-smoggleurs",
        "titre_fr": "Les techniques navales des smoggleurs",
        "titre_en": "Naval techniques of smogglers",
        "comment_lire_fr": "Cette illustration montre une des techniques utilisées par les smoggleurs qui permet d'échapper à l'arrestation par les garde-côtes britanniques. Les tonneaux sont attachés par une corde en dessous du bateau et lestés par des pierres. En cas de contrôle, il suffit de couper la corde, et le navire apparaît alors naviguer à vide, en conformité avec le congé délivré par les autorités françaises.",
        "comment_lire_en": "This illustration shows one of the techniques used by smogglers which allows them to escape arrest by the British Coast Guard. The barrels are attached by a rope to the bottom of the boat and weighted with stones. In the event of an inspection, simply cut the rope, and the ship appears to be sailing empty, in accordance with the leave issued by the French authorities.",
        "comment_cest_fait_fr": "Dany Guillou-Beuzit, Jacques Cambry, voyage dans le Finistère ou état de ce département en 1794 et 1795, Rennes, PUR, 2011 (dessin de Dany Guillou-Beuzit d’après le texte de Cambry)",
        "comment_cest_fait_en": "Dany Guillou-Beuzit, Jacques Cambry, voyage dans le Finistère ou état de ce département en 1794 et 1795, Rennes, PUR, 2011 (dessin de Dany Guillou-Beuzit d’après le texte de Cambry)",
        "inputs": [],
        "outputs": [],
        "cacher_atlas": "",
        "description_fr": "",
        "description_en": "",
        "comment_cest_fait_fr_tech": "Source à retrouver"
    },
    "formule-estimation": {
        "id": "formule-estimation",
        "n_chapitre": "3",
        "lien_permanent_visualisation": "",
        "titre_fr": "Formule utilisée pour estimer la valeur exportée par Dunkerque",
        "titre_en": "Formula used to estimate the value exported by Dunkerque",
        "comment_lire_fr": "",
        "comment_lire_en": "",
        "comment_cest_fait_fr": "",
        "comment_cest_fait_en": "",
        "inputs": [],
        "outputs": [],
        "cacher_atlas": "oui",
        "description_fr": "",
        "description_en": "",
        "comment_cest_fait_fr_tech": ""
    },
    "tonnages-1787-f12": {
        "id": "tonnages-1787-f12",
        "n_chapitre": "3",
        "lien_permanent_visualisation": "https://medialab.github.io/portic-storymaps-2022/#/fr/visualization/tonnages-1787-f12",
        "titre_fr": "Estimation du tonnage par pays de destination, selon la source archivistique F12, pour 1787",
        "titre_en": "Estimated tonnage by country of destination, according to archival source F12, for 1787",
        "comment_lire_fr": "Ce diagramme montre le tonnage total, fourni par une statistique nationale, sorti de France en 1787, par pays de destination. Les pays indiqués sont ceux de la la source d'orgine (à gauche) ou ceux correspondant aux catégories agrégées de la balance du commerce (à droite) (Toflit18 \"grouping\"). D’après la source F12 (nationale), le tonnage agrégé des navires utilisés pour les exportations de la France vers la Prusse en 1787 était de c. 20 000 tonneaux. La source ne précise pas s'il s'agit du total, ou uniquement de navires partis chargés. Cette même source fournit à part le total des départs sur lest. Le menu en bas du diagramme permet de suivre les deux hypothèses (total général, ou total des navires chargés seulement). L'hypothèse à laquelle nous avons abouti est que le total exclut les navires partis sur lest. C’est l’estimation de référence.<br/>Toutefois, si on pense que le total de la source F12 comprend aussi les navires sur lest, il faut retirer leur volume (indiqué dans un autre tableau dans la même source). Dans ce cas, le volume total des navires utilisés pour les exportations de la France vers la Prusse ne serait que de c. 18 000 tonneaux (2 000 tx étant sortis sur lest).<br/>Si on utilise les listes de partenaires disponibles pour les mesures de commerce (toflit18) et plus précisemment celle de la classification \"grouping\", la Prusse est comprise dans la catégorie \"Nord\". Le volume total des navires hors lest utilisés pour les exportations de la France vers le Nord était de c. 240 000 tonneaux (estimation de référence) ou c. 195 000 tonneaux (estimation supposant que la source F12 comprend les navires sortis sur lest).",
        "comment_lire_en": "This diagram shows the total tonnage, provided by national statistics, leaving France in 1787, by country of destination. The countries indicated are those of the original source (on the left) or those corresponding to the aggregate categories of the balance of trade (on the right) (Toflit18 \"grouping\"). According to source F12 (national), the aggregate tonnage of ships used for exports from France to Prussia in 1787 was c. 20,000 tons. The source does not specify whether this is the total, or only ships that left loaded. This same source separately provides the total ballast departures. The menu at the bottom of the diagram allows you to follow the two hypotheses (grand total, or total of loaded ships only). The hypothesis we arrived at is that the total excludes ships leaving in ballast. This is the reference estimate.<br/>However, if we think that the total from source F12 also includes ships in ballast, their volume must be removed (indicated in another table in the same source). In this case the total volume of ships used for exports from France to Prussia would only be c. 18,000 tons (2,000 tx being released in ballast).<br/>If we use the lists of partners available for trade measurements (toflit18) and more precisely that of the \"grouping\" classification, Prussia is included in the \"North\" category. The total volume of ships excluding ballast used for exports from France to the North was c. 240,000 tonnes (reference estimate) or c. 195,000 tons (estimate assuming that source F12 includes ships out in ballast).",
        "comment_cest_fait_fr": "",
        "comment_cest_fait_en": "",
        "inputs": [],
        "outputs": [
            "tonnages_f12_1787.csv",
            "tonnages_f12_1787_aggregated_by_grouping.csv"
        ],
        "cacher_atlas": "",
        "description_fr": "",
        "description_en": "",
        "comment_cest_fait_fr_tech": "Source : F12 - Tonnage destinations étrangères navigo 1787 - export_navigo_1787_destinations_flows.csv - https://docs.google.com/spreadsheets/d/e/2PACX-1vRHqTGjTMavPEw0Mf4RBjvXz5qhBjWV7a1gYuokEvaKRP-HzBSURdpCozaXzHHySXLKQWrQcO7LGk2K/pub?output=csv"
    },
    "exports-fr-1787": {
        "id": "exports-fr-1787",
        "n_chapitre": "3",
        "lien_permanent_visualisation": "https://medialab.github.io/portic-storymaps-2022/#/fr/visualization/exports-fr-1787",
        "titre_fr": "Exportations de la France en 1787, par partenaire",
        "titre_en": "Exports from France in 1787, by partner",
        "comment_lire_fr": "D’après toflit18, les exportations totales de la France vers le \"Nord\" (partenaire tiré de la classification \"grouping\" aurait été de c. 91 000 000 livres tournois en 1787.",
        "comment_lire_en": "According to toflit18, France's total exports to the \"North\" (partner taken from the \"grouping\" classification) would have been c. 91000000 tournament books in 1787.",
        "comment_cest_fait_fr": "Les données sont tirées de la base toflit18, dans laquelle nous avons sélectionné les exports et les avons agrégés par partenaire selon la classification \"grouping\".",
        "comment_cest_fait_en": "The data is taken from the toflit18 database, from which we selected the exports and aggregated them by partner according to the \"grouping\" classification.",
        "inputs": [],
        "outputs": [
            "toflit18_exports_nationaux_1787.csv"
        ],
        "cacher_atlas": "",
        "description_fr": "",
        "description_en": "",
        "comment_cest_fait_fr_tech": "Source : toflit18 exports.<br />Utilisation de la classification \"grouping\""
    },
    "valeur-par-tonneau": {
        "id": "valeur-par-tonneau",
        "n_chapitre": "3",
        "lien_permanent_visualisation": "https://medialab.github.io/portic-storymaps-2022/#/fr/visualization/valeur-par-tonneau",
        "titre_fr": "Calcul des valeurs par tonneau",
        "titre_en": "Calculation of values ​​per barrel",
        "comment_lire_fr": "La mise en relation des exportations de la France vers le Nord d’après toflit18 et des tonnages (hors lest) utilisés pour le commerce vers la France d’après la source F12 permet de calculer qu’un tonnaux d’exportation vers le Nord avait une valeur de près de 375 livres tournois (dans l’estimation de référence).<br/>Cette valeur serait plutôt de 465 livres tournois si on suppose que la source F12 inclut les navires partis sur lest.",
        "comment_lire_en": "The connection between France's exports to the North according to toflit18 and the tonnages (excluding ballast) used for trade with France according to source F12 makes it possible to calculate that a ton of exports to the North had worth almost 375 lt (in the reference estimate).<br/>This value would rather be 465 lt if we assume that source F12 includes ships departing in ballast.",
        "comment_cest_fait_fr": "Les données sont tirées de la base toflit18, et de la source archivistique F12.",
        "comment_cest_fait_en": "The data are taken from the toflit18 database, and from the F12 archival source.",
        "inputs": [],
        "outputs": [
            "projection-valeur-par-tonneau.csv"
        ],
        "cacher_atlas": "",
        "description_fr": "",
        "description_en": "",
        "comment_cest_fait_fr_tech": "Sources : F12 et tofit18."
    },
    "comparaisons-la-rochelle": {
        "id": "comparaisons-la-rochelle",
        "n_chapitre": "3",
        "lien_permanent_visualisation": "https://medialab.github.io/portic-storymaps-2022/#/fr/visualization/comparaisons-la-rochelle",
        "titre_fr": "Comparaisons des valeurs pour la direction des fermes de La Rochelle",
        "titre_en": "Comparisons of values ​​for the direction des fermes of La Rochelle",
        "comment_lire_fr": "Les deux graphiques du haut indiquent respectivement la valeur par partenaire des exportations de la direction des fermes de La Rochelle en 1789 et le volume total (hors lest) par partenaires des navires partis de la direction de la Rochelle en 1789. Par exemple, toflit18 nous dit que la direction des Fermes de la La Rochelle a exporté pour 4 900 000 de lt vers l’Angleterre sur, d’après Navigo, des navires d’un volume total de 13 000 tonneaux.Le graphique du bas compare l’estimation des exportations d’après la méthode déployée dans cette section (15 M de lt ou 21,5 M de lt selon que la source F12 comprend ou non le volume des navires partis sur lest) avec la valeur des exportations indiquées par Toflit18 (11,5 M de lt). L’estimation de référence donne des exportations vers l’Angleterre de 4,9 M. de lt, comme celle de Toflit18. <br/>La comparaison par partenaire peut être trompeuse. Toflit18 n’indique pas de partenaire pour les ré-exportations de produits coloniaux (d’où les plus de 5 M de lt d’exportations vers \"Partenaires indéfinis\") alors que notre méthode assigne ces ré-exportations à des partenaires spécifiques.",
        "comment_lire_en": "The two top graphs respectively indicate the value per partner of exports from the direction of La Rochelle farms in 1789 and the total volume (excluding ballast) per partner of ships leaving from the direction of La Rochelle in 1789. For example, toflit18 gives us says that the management of Fermes de la Rochelle exported 4,900,000 lt to England on, according to Navigo, ships with a total volume of 13,000 tonnes.The bottom graph compares the estimate of exports according to the method deployed in this section (15 M lt or 21.5 M lt depending on whether the F12 source includes or not the volume of ships leaving in ballast) with the value of exports indicated by Toflit18 (11.5 M lt). The reference estimate gives exports to England of 4.9 million lt, like that of Toflit18. <br/>Comparison by partner can be misleading. Toflit18 does not indicate a partner for re-exports of colonial products (hence the more than 5 million lt of exports to \"Undefined partners\") while our method assigns these re-exports to specific partners.",
        "comment_cest_fait_fr": "Les données de navigation sont tirées de la base navigocorpus, pour laquelle nous avons sélectionné les flux au départ de ports rattachés à la direction des fermes de La Rochelle, partant pour la France. Nous avons supprimé de ces flux les voyages concernant la pêche ou des navires lèges (sans cargaison).<br />Les données du commerce sont tirées de la base toflit18, pour l'année 1789, les flux d'export depuis la direction des formes de La Rochelle. Nous avons exclus les flux à destination des îles françaises de l'Amérique, des Colonies françaises, de la France, du Sénégal, et de Saint-Domingue.",
        "comment_cest_fait_en": "The navigation data are taken from the navigocorpus database, for which we selected the flows departing from ports attached to the direction des fermes of La Rochelle, leaving for France. We have removed from these flows trips involving fishing or light ships (without cargo).<br />Trade data are taken from the toflit18 database, for the year 1789, export flows from the La Rochelle forms department. We have excluded flows to the French islands of America, the French Colonies, France, Senegal, and Santo Domingo.",
        "inputs": [],
        "outputs": [
            "comparaisons-la-rochelle-toflit18.csv",
            "comparaisons-la-rochelle-navigo.csv",
            "comparaisons-la-rochelle-projection.csv"
        ],
        "cacher_atlas": "",
        "description_fr": "",
        "description_en": "",
        "comment_cest_fait_fr_tech": "navigo : pas de lest/lège/vide/futailles vides, pas de pêche,departure_function = O, departure_ferme_direction = \"La Rochelle\", destination_state_1789_fr != \"France\"<br />toflit18 : flow['year'] == '1789' \\        and flow['customs_direction'] == \"La Rochelle\" \\        and flow['export_import'] == 'Exports' \\        and flow['partner_simplification'] != 'Îles françaises de l\\'Amérique' \\        and flow['partner_simplification'] != 'Colonies françaises' \\        and flow['partner_grouping'] != 'France' \\        and flow['partner_simplification'] != 'Sénégal' \\        and flow['partner_simplification'] != 'Saint-Domingue'"
    },
    "destinations-dk-pour-projection": {
        "id": "destinations-dk-pour-projection",
        "n_chapitre": "3",
        "lien_permanent_visualisation": "https://medialab.github.io/portic-storymaps-2022/#/fr/visualization/destinations-dk-pour-projection",
        "titre_fr": "Destinations des bateaux partis vers l'étranger depuis le port de Dunkerque en 1789, agrégées par tonnage cumulé (sans pêche et sans smoggleurs)",
        "titre_en": "Destinations of boats leaving abroad from the port of Dunkirk in 1789, aggregated by cumulative tonnage (without fishing and without smogglers)",
        "comment_lire_fr": "Ce graphique indique le tonnage total des navires partis depuis Dunkerque chargés pour différents partenaires en 1789.<br/>Ce tonnage exclut les navires partis sur lest, les navires partis pour la pêche et les smoggleurs.<br/>Par exemple, les navires partis de Dunkerque vers l’Angleterre avaient un volume total de 31 000 tonnaux.",
        "comment_lire_en": "This graph shows the total tonnage of ships leaving from Dunkirk loaded for different partners in 1789.<br/>This tonnage excludes ships going in ballast, ships going fishing and smogglers.<br/>For example, the ships leaving Dunkirk for England had a total volume of 31,000 tons.",
        "comment_cest_fait_fr": "Les données sont tirées de la base navigocorpus, et agrégées selon la classification toflit18 \"grouping\".",
        "comment_cest_fait_en": "The data are taken from the navigocorpus database, and aggregated according to the toflit18 “grouping” classification.",
        "inputs": [],
        "outputs": [
            "destinations-dk-pour-projection.csv"
        ],
        "cacher_atlas": "",
        "description_fr": "",
        "description_en": "",
        "comment_cest_fait_fr_tech": "Source : navigo flows, aggrégation par destination_partner_balance_1789"
    },
    "estimation-par-destination-dk": {
        "id": "estimation-par-destination-dk",
        "n_chapitre": "3",
        "lien_permanent_visualisation": "https://medialab.github.io/portic-storymaps-2022/#/fr/visualization/estimation-par-destination-dk",
        "titre_fr": "Estimation des valeurs d'exportation par destination pour Dunkerque en 1789",
        "titre_en": "Estimated export values ​​by destination for Dunkirk in 1789",
        "comment_lire_fr": "Ces graphiques indiquent :<br/>1. Le volume total des navires partis chargés de Dunkerque (hors lest, pêche et smoggleurs) d’après Navigocorpus. Par exemple 31 000 tonneaux vers l’Angleterre.<br/>2. La valeur par tonneaux transportés dans ces navires d’après l’estimation de cette section. Par exemple 390 livres tournois pour l’Angleterre (estimation de référence).<br/>3. L’estimation des exportations obtenue en multipliant les points 1 et 2. Par exemple 1,8 M de livres tournois pour l’Angleterre (estimation de référence).<br/>2 et 3 dépendent de l’hypothèse faite sur l’inclusion ou non du lest dans la source F12.",
        "comment_lire_en": "These graphs indicate:<br/>1. The total volume of ships leaving Dunkirk loaded (excluding ballast, fishing and smogglers) according to Navigocorpus. For example 31,000 tonnes to England.<br/>2. The value per tons carried in these ships as estimated in this section. For example 390 lt for England (reference estimate).<br/>3. The estimate of exports obtained by multiplying points 1 and 2. For example 1.8 million tournament books for England (reference estimate).<br/>2 and 3 depend on the hypothesis made on the inclusion or not of ballast in source F12.",
        "comment_cest_fait_fr": "",
        "comment_cest_fait_en": "",
        "inputs": [],
        "outputs": [
            "estimation-exports-dk-1789-par-partenaire.csv"
        ],
        "cacher_atlas": "",
        "description_fr": "",
        "description_en": "",
        "comment_cest_fait_fr_tech": "Sources : voir étapes précédentes"
    },
    "comparaison-projection-destination-produits-coloniaux-dk": {
        "id": "comparaison-projection-destination-produits-coloniaux-dk",
        "n_chapitre": "3",
        "lien_permanent_visualisation": "https://medialab.github.io/portic-storymaps-2022/#/fr/visualization/comparaison-projection-destination-produits-coloniaux-dk",
        "titre_fr": "Comparaison entre la projection par les destinations navigo et les imports du bureau des fermes de Dunkerque en 1789 pour les mêmes destinations",
        "titre_en": "Comparison between the projection by Navigo destinations and the imports from the bureau des fermes of Dunkirk in 1789 for the same destinations",
        "comment_lire_fr": "Cette paire de graphiques permet de comparer la valeur des exportations (hors smoggleurs et pêche) de Dunkerque par partenaires que nous venons d’estimer avec la valeur des importations de Dunkerque par partenaire d’après toflit18. Ainsi, nous estimons les exportations vers l’Angleterre à 1,8 M de lt. Toflit18 indique une valeur des importations de 15 M de lt, suggérant un déficit commercial bilatéral de 13 M de lt.<br/>Les valeurs du graphique de gauche dépendent de l’estimation faite sur l’inclusion ou non du lest dans la source de navigation F12. Son inclusion augmente l’estimation par rapport à l’estimation de référence. Cette augmentation est de plus de 75% dans le cas de l’Angleterre (3,2 M de lt plutôt que 1,8 M de lt)",
        "comment_lire_en": "This pair of graphs allows us to compare the value of exports (excluding smogglers and fishing) from Dunkirk by partners that we have just estimated with the value of imports from Dunkirk by partner according to toflit18. Thus, we estimate exports to England at 1.8 million lt. Toflit18 indicates a value of imports of 15 million lt, suggesting a bilateral trade deficit of 13 million lt.<br/>The values ​​in the left graph depend on the estimate made on the inclusion or not of ballast in the F12 navigation source. Its inclusion increases the estimate relative to the baseline estimate. This increase is more than 75% in the case of England (3.2 million lt rather than 1.8 million lt)",
        "comment_cest_fait_fr": "Les données sont tirées de la base toflit18, pour les exportations et importations concernant le bureau des fermes de Dunkerque. L'agrégation est réalisée selon la classification \"grouping\", en livres tournois.",
        "comment_cest_fait_en": "The data are taken from the toflit18 database, for exports and imports concerning the bureau des fermes of Dunkirk. The aggregation is carried out according to the “grouping” classification, in livres tournois currency.",
        "inputs": [],
        "outputs": [
            "estimation-exports-dk-1789-par-partenaire.csv"
        ],
        "cacher_atlas": "",
        "description_fr": "",
        "description_en": "",
        "comment_cest_fait_fr_tech": "Source pour la comparaison: toflit18, customs_office=Dunkerque, partner_grouping=France.<br />Agrégation selon partner_grouping, par valeur agrégée en livres tournois. "
    },
    "estimation-imports-exports": {
        "id": "estimation-imports-exports",
        "n_chapitre": "3",
        "lien_permanent_visualisation": "https://medialab.github.io/portic-storymaps-2022/#/fr/visualization/estimation-imports-exports",
        "titre_fr": "Estimation des exportations de Dunkerque",
        "titre_en": "Estimated exports from Dunkirk",
        "comment_lire_fr": "Ces graphiques résument les estimations des exportations totales de Dunkerque et les comparent avec les importations. Le graphique de gauche représente le commerce de Dunkerque avec tous ses partenaires. Le graphique de droite représente le commerce de Dunkerque avec l’Angleterre. Les deux graphiques dépendent de l’hypothèse fait sur l’inclusion ou non par la source F12 des navires sortis sur lest.",
        "comment_lire_en": "These charts summarize Dunkirk's total export estimates and compare them with imports. The graph on the left represents Dunkirk's trade with all its partners. The graph on the right represents Dunkirk's trade with England. The two graphs depend on the hypothesis made on the inclusion or not by the F12 source of ships leaving in ballast.",
        "comment_cest_fait_fr": "Le calcul des importations du bureau des fermes de Dunkerque est réalisé à partir de la base toflit18 (1789). De la même manière, les exportations connues sont calculées avec les flux miroirs de toflit18 (importations par la France depuis Dunkerque).<br/>Pour projeter l'exportation de Dunkerque, nous utilisons les données navigocorpus pour 1789 au départ du port de Dunkerque, en excluant les navires dont la cargaison représente du lest ou de la pêche.<br/>Les estimations des exportations sont réalisées au moyen de l'estimation de la navigation en 1787 réalisée avec la source F12, puis alignée sur la classification \"grouping\" de toflit18. <br/>Le calcul des prix par tonneaux est réalisé à partir de la base toflit18 - source \"résumé\" - pour les exportations de l'année 1787 regroupées selon la classification \"grouping\".<br/>L'estimation du smogglage est réalisée à partir du décompte des smoggleurs repérés dans la base navigocorpus (à travers leur destination déclarée et leur tonnage d'invariablement 12 tonneaux), pour lequels on a multiplié le nombre de voyages par le prix moyen de valeur transportée par passage calculé par ailleurs (3168 lt).<br/>Les données sur le commerce britannique, à savoir les importations depuis les Flandres françaises, sont tirées des archives numérisées des archives royales britaniques CUST - Records of the Boards of Customs, Excise, and Customs and Excise, and HM Revenue and Customs, transcrites pour les besoins de l'étude de cas.",
        "comment_cest_fait_en": "The calculation of imports from the Dunkirk farm office is carried out using the toflit18 database (1789). In the same way, known exports are calculated with mirror flows from toflit18 (imports by France from Dunkirk).<br/>To project exports from Dunkirk, we use navigocorpus data for 1789 departing from the port of Dunkirk, excluding ships whose cargo represents ballast or fishing.<br/>Export estimates are made using the estimate of navigation in 1787 carried out with the F12 source, then aligned with the toflit18 \"grouping\" classification. <br/>The calculation of prices per barrel is carried out using the toflit18 base - \"summary\" source - for exports for the year 1787 grouped according to the \"grouping\" classification.<br/>The smoggling estimate is made by counting of the number of smoggling trips identified in the navigocorpus database (through their declared destination and their tonnage of invariably 12 tonneaux), then multiplying the number of trips by the average price of value transported per passage calculated elsewhere (3168 lt).<br/>Data on British trade, namely imports from French Flanders, are taken from the digitized archives of the British Royal Archives CUST - Records of the Boards of Customs, Excise, and Customs and Excise, and HM Revenue and Customs, transcribed for needs of the case study.",
        "inputs": [],
        "outputs": [
            "misc-estimations-imports-exports-dk-1789.csv"
        ],
        "cacher_atlas": "",
        "description_fr": "",
        "description_en": "",
        "comment_cest_fait_fr_tech": "Imports du bureau des fermes de Dunkerque : toflit18, 1789, imports, customs_office = Dunkerque.<br/>Exports connus de Dunkerque vers la France (toflit18 flux miroir / imports de la France depuis le partenaire Dunkerque) : toflit18, 1789, imports, partner_simplification = Dunkerque.<br/>Données navigo utilisées pour projeter l'export de Dunkerque : navigo flows 1789, departure_function=O, departure = 'Dunkerque', destination_state_1789_fr != France, tonnage différent de 12, ne contient pas un cargo représentant du lest ou de la pêche (#lest '00000162', '00000094', '00000469', # pêche '00000012','00000240','00000240','00000280','00000306','00000307','00000328','00000329','00000331','00000332','00000336')<br/>Estimation des exports : navigation 1787 estimée avec F12 (https://docs.google.com/spreadsheets/d/e/2PACX-1vRHqTGjTMavPEw0Mf4RBjvXz5qhBjWV7a1gYuokEvaKRP-HzBSURdpCozaXzHHySXLKQWrQcO7LGk2K/pub?gid=249173198), puis alignée sur la classification partner_grouping de toflit18. <br/>Données toflit18 utilisées pour le calcul des prix par tonneaux : toflit18, résumé, année 1787, exports, regroupés par partner_grouping.<br/>Estimation du smogglage : repérage des smoggleurs dans les flows navigo - departure_function = O, departure=Dunkerque, destination contient Lisbonne ou Bergen et tonnage = 12. Puis multiplication par le prix moyen de valeur transportée par passage calculé par ailleurs (3168 lt).<br/>CUST : sources anglaises retranscrites (https://docs.google.com/spreadsheets/d/e/2PACX-1vQK1sFjZSTkcBErcUMfId7XHaSX6UQ-E5258YxU2lx8lVTdOfYi-pXJHikHVL5QYQ/pub?gid=1430909667)."
    },
    "fraude-exports-dunkerque": {
        "id": "fraude-exports-dunkerque",
        "n_chapitre": "3",
        "lien_permanent_visualisation": "https://medialab.github.io/portic-storymaps-2022/#/fr/visualization/fraude-exports-dunkerque",
        "titre_fr": "Les masses manquantes de la balance dunkerquoise pour son commerce colonial en 1789",
        "titre_en": "The missing masses of Dunkirk trade for its colonial trade in 1789",
        "comment_lire_fr": "Ce graphique compare les importations et les exportations en produits coloniaux de Dunkerque telles que présentes dans Toflit18. Il est possible de mettre en évidence un produit en particulier en survolant avec la souris sur le nom du produit (café, sucre, etc). Par exemple, 4,1 M de livres tournois de café sont signalées comme étant importée par Dunkerque, mais seulement 1,2 M de livres tournois de café ont été re-exportées. Il manque donc 2,9 M de livres tournois de café. C’est trop pour la consommation intérieure de Dunkerque. Cela suggère donc une fraude importante.",
        "comment_lire_en": "This graph compares imports and exports of colonial products from Dunkirk as presented in Toflit18. It is possible to highlight a particular product by hovering over the product name (coffee, sugar, etc.). For example, 4.1 million lt of coffee are reported as being imported by Dunkirk, but only 1.2 million lt of coffee were re-exported. There is therefore a shortage of 2.9 million coffee tournament books. This is too much for Dunkirk’s domestic consumption. This therefore suggests significant fraud.",
        "comment_cest_fait_fr": "Les données sont tirées de la base toflit18, pour lesquelles on a regroupé les partenaires en trois groupes : France, Colonies (\"Asie\", \"Afrique\", \"Amériques\", \"Outre-mers\", \"Outre-mer\"), et tout le reste.<br />Il est à noter que l'on ne dispose des exportations que pour les produits coloniaux, qui sont les seuls pris en compte dans cette visualisation.<br />",
        "comment_cest_fait_en": "The data are taken from the toflit18 database, for which we grouped the partners into three groups: France, Colonies (\"Asia\", \"Africa\", \"Americas\", \"Overseas\", \"Overseas\"), and everything else.<br />It should be noted that we only have exports for colonial products, which are the only ones taken into account in this visualization.<br />",
        "inputs": [],
        "outputs": [
            "fraude-exports.csv"
        ],
        "cacher_atlas": "",
        "description_fr": "",
        "description_en": "",
        "comment_cest_fait_fr_tech": "Partenaires groupés selon les règles suivantes :<br />- colonies : [\"Asie\", \"Afrique\", \"Amériques\", \"Outre-mers\", \"Outre-mer\"]<br />- France : france,<br />- monde : reste<br />Il est à noter que l'on ne dispose des exports que pour les produits coloniaux, qui sont les seuls pris en compte dans cette visualisation.<br />"
    },
    "estimation-exports-dk-snail": {
        "id": "estimation-exports-dk-snail",
        "n_chapitre": "3",
        "lien_permanent_visualisation": "",
        "titre_fr": "Les masses manquantes du commerce de Dunkerque",
        "titre_en": "The missing masses of Dunkirk trade",
        "comment_lire_fr": "Ce graphique indique, sur le modèle utilisé pour les autres ports francs, les importations et les exportations déclarées et estimées pour Dunkerque. On peut y lire la valeur des exportations estimées (smogglage, exportations estimées) et des exportations renseignées par les sources (exportations déclarées pour la France et exportations de produits coloniaux). La différence entre les exportations et les importations fournit notre estimation de la fraude (27 millions de livres tournois).",
        "comment_lire_en": "This graph shows, based on the model used for other free ports, the imports and exports declared and estimated for Dunkirk. We can read the value of estimated exports (smoggling, estimated exports) and exports reported by the sources (exports declared for France and exports of colonial products). The difference between exports and imports provides our estimate of fraud (27 million tournament books).",
        "comment_cest_fait_fr": "Le calcul des importations et exportations du bureau des fermes de Dunkerque est réalisé à partir de la base toflit18 (1789).<br/>Pour projeter l'exportation de Dunkerque, nous utilisons les données navigo pour 1789 au départ du port de Dunkerque, en excluant les navires dont la cargaison représente du lest ou de la pêche.<br/>Les estimations des exportations sont réalisées au moyen de l'estimation de la navigation en 1787 réalisée avec la source F12, puis alignée sur la classification \"grouping\" de toflit18. <br/>Le calcul des prix par tonneaux est réalisé à partir de la base toflit18 - source \"résumé\" - pour les exportations de l'année 1787 regroupées selon la classification \"grouping\".<br/>L'estimation du smogglage est réalisée à partir du décompte des smoggleurs repérés dans la base navigo (à travers leur destination déclarée et leur tonnage d'invariablement 12 tonneaux), pour lequels on a multiplié le nombre de voyages par le prix moyen de valeur transportée par passage calculé par ailleurs (3168 lt).",
        "comment_cest_fait_en": "The calculation of imports and exports from the direction des fermes of Dunkirk is carried out using the toflit18 database (1789).<br/>To project exports from Dunkirk, we use Navigo data for 1789 departing from the port of Dunkirk, excluding ships whose cargo represents ballast or fishing.<br/>Export estimates are made using the estimate of navigation in 1787 carried out with the F12 source, then aligned with the toflit18 \"grouping\" classification. <br/>The calculation of prices per barrel is carried out using the toflit18 base - \"summary\" source - for exports for the year 1787 grouped according to the \"grouping\" classification.<br/>The smoggling estimate is made by counting of the number of smoggling trips identified in the navigocorpus database (through their declared destination and their tonnage of invariably 12 tonneaux), fthen multiplying the number of trips by the average price of value transported per passage calculated elsewhere (3168 lt).",
        "inputs": [],
        "outputs": [
            "snail-estimations-imports-exports-dk-1789.csv"
        ],
        "cacher_atlas": "",
        "description_fr": "",
        "description_en": "",
        "comment_cest_fait_fr_tech": ""
    },
    "fraude-exports-ports-francs": {
        "id": "fraude-exports-ports-francs",
        "n_chapitre": "3",
        "lien_permanent_visualisation": "https://medialab.github.io/portic-storymaps-2022/#/fr/visualization/fraude-exports-ports-francs",
        "titre_fr": "Les masses manquantes de la balance dunkerquoise comparées aux autres ports francs, 1789",
        "titre_en": "The missing masses of Dunkirk trade, compared to other free ports, in 1789",
        "comment_lire_fr": "Ces graphiques comparent, par port franc, les importations et les exportations déclarées qu’on observe grâce à Toflit18. Il est possible de sélectionner un seul de deux ports avec le menu à droite de l'image, ou de mettre en évidence en flux particulier en le survolant avec la souris. Ainsi, Marseille importe 29 M de lt de produits agricoles des colonies et 40 M de lt du reste du monde. Elle n’en exporte que 29 M de lt vers le reste du monde et un peu vers la France et les autres colonies. Cela suggère au final une fraude de plus de 36 M de lt. Le texte précise une partie de l’explication de cet écart.",
        "comment_lire_en": "These graphs compare, by free port, the declared imports and exports that we observe using Toflit18. It is possible to select just one of the two ports with the menu to the right of the image, or to highlight a particular stream by hovering over it with the mouse. Thus, Marseille imports 29 million lt of agricultural products from the colonies and 40 million lt from the rest of the world. It only exports 29 million lt to the rest of the world and a little to France and the other colonies. This ultimately suggests a fraud of more than 36 million lt. The text specifies part of the explanation for this discrepancy.",
        "comment_cest_fait_fr": "Les données sont tirées de la base toflit18, pour lesquelles on a agrégé les partenaires en trois groupes : colonies (\"Asie\", \"Afrique\", \"Amériques\", \"Outre-mers\", \"Outre-mer\"), France et reste.<br />Les produits sont classés comme suit : on a identifié les produits coloniaux à travers une sélection faite dans des items de la classification toflit18 \"product_revolutionempire\" ; par ailleurs on a identifié les produits des colonies quand le partenaire concernait appartenait au groupe \"colonies\" de la classification toflit18 \"partner_grouping\".",
        "comment_cest_fait_en": "The data are taken from the toflit18 database, for which we aggregated the partners into three groups: colonies (\"Asie\", \"Afrique\", \"Amériques\", \"Outre-mers\", \"Outre-mer\"), France and rest.<br />The products are classified as follows: we identified the colonial products through a selection made from items in the toflit18 “product_revolutionempire” classification; Furthermore, colony products were identified when the partner concerned belonged to the \"colonies\" group of the toflit18 \"partner_grouping\" classification.",
        "inputs": [],
        "outputs": [
            "fraude-exports.csv"
        ],
        "cacher_atlas": "",
        "description_fr": "",
        "description_en": "",
        "comment_cest_fait_fr_tech": "Source : toflit18.<br />Partenaires groupés selon les règles suivantes :<br />- colonies : [\"Asie\", \"Afrique\", \"Amériques\", \"Outre-mers\", \"Outre-mer\"]<br />- France : france,<br />- monde : reste<br />Groupement des produits :<br />- produits coloniaux : utilisation de product_revolutionempire<br />- produits des colonies : partner_grouping = \"colonies\""
    },
    "imports-dunkerque-vs-ports-francs": {
        "id": "imports-dunkerque-vs-ports-francs",
        "n_chapitre": "3",
        "lien_permanent_visualisation": "https://medialab.github.io/portic-storymaps-2022/#/fr/visualization/imports-dunkerque-vs-ports-francs",
        "titre_fr": "Imports : Dunkerque comparée aux autres ports francs, 1789",
        "titre_en": "Imports: Dunkirk compared to other free ports, 1789",
        "comment_lire_fr": "Ce graphique permet de comparer les produits importés par Dunkerque avec ceux importés par les autres ports francs (Bayonne, Lorient et Marseille) en 1789.<br/>Le principal produit d’importation de Dunkerque en 1789 est le blé et les autres grains comestibles. Elle en importe pour 5 M de livres tournois. C’est aussi la principale importation des autres ports francs, qui en importent à eux tous pour 20 M de lt. ",
        "comment_lire_en": "This graph allows us to compare the products imported by Dunkirk with those imported by the other free ports (Bayonne, Lorient and Marseille) in 1789.<br/>The main imported product from Dunkirk in 1789 was wheat and other edible grains. It imports 5 millions of livres tournois. It is also the main import from other free ports, which together import 20M lt. ",
        "comment_cest_fait_fr": "Les données sont tirées de la base toflit18, pour l'année 1789. Les produits sont agrégés selon la classification \"product_revolutionempire\", puis agrégés par valeur en livres tournois cumulée.",
        "comment_cest_fait_en": "The data are taken from the toflit18 database, for the year 1789. The products are aggregated according to the \"product_revolutionempire\" classification, then aggregated by cumulative value in lt.",
        "inputs": [],
        "outputs": [
            "imports-dunkerque-vs-ports-francs.csv"
        ],
        "cacher_atlas": "",
        "description_fr": "",
        "description_en": "",
        "comment_cest_fait_fr_tech": "Source : toflit18, 1789, classement des produits selon product_revolutionempire, agrégation par valeur en livres tournois agrégées"
    },
    "annexe-an-1790": {
        "id": "annexe-an-1790",
        "n_chapitre": "3",
        "lien_permanent_visualisation": "",
        "titre_fr": "Réclamation contre la franchise de Dunkerque par M. Bouchette",
        "titre_en": "Complaint against the Dunkirk franchise by Mr. Bouchette",
        "comment_lire_fr": "",
        "comment_lire_en": "",
        "comment_cest_fait_fr": "",
        "comment_cest_fait_en": "",
        "inputs": [],
        "outputs": [],
        "cacher_atlas": "oui",
        "description_fr": "",
        "description_en": "",
        "comment_cest_fait_fr_tech": ""
    },
    "modules-recherche": {
        "id": "modules-recherche",
        "n_chapitre": "7",
        "lien_permanent_visualisation": "",
        "titre_fr": "",
        "titre_en": "",
        "comment_lire_fr": "",
        "comment_lire_en": "",
        "comment_cest_fait_fr": "",
        "comment_cest_fait_en": "",
        "inputs": [],
        "outputs": [],
        "cacher_atlas": "oui",
        "description_fr": "",
        "description_en": "",
        "comment_cest_fait_fr_tech": ""
    },
    "photos-datasprint": {
        "id": "photos-datasprint",
        "n_chapitre": "7",
        "lien_permanent_visualisation": "",
        "titre_fr": "",
        "titre_en": "",
        "comment_lire_fr": "",
        "comment_lire_en": "",
        "comment_cest_fait_fr": "",
        "comment_cest_fait_en": "",
        "inputs": [],
        "outputs": [],
        "cacher_atlas": "oui",
        "description_fr": "",
        "description_en": "",
        "comment_cest_fait_fr_tech": ""
    },
    "video-pleniere": {
        "id": "video-pleniere",
        "n_chapitre": "7",
        "lien_permanent_visualisation": "",
        "titre_fr": "",
        "titre_en": "",
        "comment_lire_fr": "",
        "comment_lire_en": "",
        "comment_cest_fait_fr": "",
        "comment_cest_fait_en": "",
        "inputs": [],
        "outputs": [],
        "cacher_atlas": "oui",
        "description_fr": "",
        "description_en": "",
        "comment_cest_fait_fr_tech": ""
    },
    "making-of-alignement-tonneaux": {
        "id": "making-of-alignement-tonneaux",
        "n_chapitre": "7",
        "lien_permanent_visualisation": "",
        "titre_fr": "",
        "titre_en": "",
        "comment_lire_fr": "",
        "comment_lire_en": "",
        "comment_cest_fait_fr": "",
        "comment_cest_fait_en": "",
        "inputs": [],
        "outputs": [],
        "cacher_atlas": "oui",
        "description_fr": "",
        "description_en": "",
        "comment_cest_fait_fr_tech": ""
    },
    "croquis-visualisations": {
        "id": "croquis-visualisations",
        "n_chapitre": "7",
        "lien_permanent_visualisation": "",
        "titre_fr": "",
        "titre_en": "",
        "comment_lire_fr": "",
        "comment_lire_en": "",
        "comment_cest_fait_fr": "",
        "comment_cest_fait_en": "",
        "inputs": [],
        "outputs": [],
        "cacher_atlas": "",
        "description_fr": "",
        "description_en": "",
        "comment_cest_fait_fr_tech": ""
    },
    "carte-destinations-dunkerquois": {
        "id": "carte-destinations-dunkerquois",
        "n_chapitre": "1",
        "lien_permanent_visualisation": "https://medialab.github.io/portic-storymaps-2022/#/fr/visualization/carte-destinations-dunkerquois",
        "titre_fr": "oui",
        "titre_en": "Yes",
        "comment_lire_fr": "",
        "comment_lire_en": "",
        "comment_cest_fait_fr": "",
        "comment_cest_fait_en": "",
        "inputs": [],
        "outputs": [],
        "cacher_atlas": "oui",
        "description_fr": "",
        "description_en": "",
        "comment_cest_fait_fr_tech": ""
    },
    "fausses-declarations": {
        "id": "fausses-declarations",
        "n_chapitre": "3",
        "lien_permanent_visualisation": "https://medialab.github.io/portic-storymaps-2022/#/fr/visualization/fausses-declarations",
        "titre_fr": "Un inventaire des (supposément) fausses déclarations de navigation",
        "titre_en": "An inventory of (allegedly) false navigation claims",
        "comment_lire_fr": "",
        "comment_lire_en": "",
        "comment_cest_fait_fr": "",
        "comment_cest_fait_en": "",
        "inputs": [],
        "outputs": [],
        "cacher_atlas": "oui",
        "description_fr": "",
        "description_en": "",
        "comment_cest_fait_fr_tech": ""
    },
    "carte-destinations-non-dunkerquois": {
        "id": "carte-destinations-non-dunkerquois",
        "n_chapitre": "1",
        "lien_permanent_visualisation": "https://medialab.github.io/portic-storymaps-2022/#/fr/visualization/carte-destinations-non-dunkerquois",
        "titre_fr": "Les destinations des non-dunkerquois",
        "titre_en": "Destinations for non-Dunkerquois",
        "comment_lire_fr": "",
        "comment_lire_en": "",
        "comment_cest_fait_fr": "",
        "comment_cest_fait_en": "",
        "inputs": [],
        "outputs": [],
        "cacher_atlas": "oui",
        "description_fr": "",
        "description_en": "",
        "comment_cest_fait_fr_tech": ""
    },
    "smoggleur-proportion": {
        "id": "smoggleur-proportion",
        "n_chapitre": "2,5",
        "lien_permanent_visualisation": "https://medialab.github.io/portic-storymaps-2022/#/fr/visualization/smoggleur-proportion",
        "titre_fr": "Les navires anglais et le smogglage dans la France du Ponant en 1787",
        "titre_en": "English ships and smogging in Ponant France in 1787",
        "comment_lire_fr": "",
        "comment_lire_en": "",
        "comment_cest_fait_fr": "",
        "comment_cest_fait_en": "",
        "inputs": [
            "navigo_all_flows_1787.csv",
            "navigo_all_flows_1789.csv"
        ],
        "outputs": [
            "smogglage_ports_stats.csv"
        ],
        "cacher_atlas": "oui",
        "description_fr": "Proportions des départs de bateaux en fonction de leur statut de smoggleur ou non-smoggleur.",
        "description_en": "Proportions of boat departures according to their smoggler or non-smoggler status.",
        "comment_cest_fait_fr_tech": ""
    },
    "top-ten-gb": {
        "id": "top-ten-gb",
        "n_chapitre": "5",
        "lien_permanent_visualisation": "https://medialab.github.io/portic-storymaps-2022/#/fr/visualization/top-ten-gb",
        "titre_fr": "Repérer les ports avec le plus de départ vers le RU",
        "titre_en": "Spotting ports with the biggest share of UK destinations",
        "comment_lire_fr": "",
        "comment_lire_en": "",
        "comment_cest_fait_fr": "",
        "comment_cest_fait_en": "",
        "inputs": [],
        "outputs": [],
        "cacher_atlas": "oui",
        "description_fr": "",
        "description_en": "",
        "comment_cest_fait_fr_tech": ""
    }
}