{
    "intro": {
        "id": "intro",
        "n_chapitre": "0",
        "lien_permanent_visualisation": "https://medialab.github.io/portic-storymaps-2022/#/fr/visualization/intro",
        "titre_fr": "Intro partie 1",
        "titre_en": "",
        "comment_lire_fr": "",
        "comment_lire_en": "",
        "comment_cest_fait_fr": "",
        "comment_cest_fait_en": "",
        "inputs": [],
        "outputs": [
            "map_backgrounds/intro_map.geojson"
        ],
        "cacher_atlas": "oui",
        "description_fr": "",
        "description_en": "",
        "comment_cest_fait_fr_tech": ""
    },
    "histoire-dunkerque": {
        "id": "histoire-dunkerque",
        "n_chapitre": "1",
        "lien_permanent_visualisation": "https://medialab.github.io/portic-storymaps-2022/#/fr/visualization/histoire-dunkerque",
        "titre_fr": "L'histoire de Dunkerque",
        "titre_en": "History of Dunkirk",
        "comment_lire_fr": "Cette visualisation est à la fois composée d'une frise chronologique et d'une carte. Toutes deux sont interactives. Vous pouvez lire la frise pour visualiser un événement important concernant la ville, tel un changement de souveraineté ou de règlementation sur le commerce, et cliquer pour vous déplacer dans le temps et voir la carte évoluer. Vous pouvez également vous déplacer dans la frise en cliquant sur les boutons \"Étape précédente\" ou \"Étape suivante\" (à gauche de la carte ou en haut si vous êtes sur petit écran) ou bien sur les appels dans le texte. Vous vous déplacer alors d'évènement en évènement. Chaque évènement est symbolisé par un point sur la frise. Lors de chaque évènement, des repères apparaissent sur la carte pour marquer l'emplacement d’institutions historiques du port. Vous pouvez survoler ces repères avec le pointeur de votre souris afin d'afficher l'étiquette du repère.",
        "comment_lire_en": "The visualization is composed of both a timeline and a map. Both are interactive. You can read the timeline to visualize important events (change of sovereign or evolution of the trade and navigation institutions) for Dunkirk and click to move through time and see the map evolve. You can also move through the timeline by clicking on the \"Previous Step\" or \"Next Step\" buttons (on the left side of the map or at the top if you are on a small screen) or by clicking on the calls in the text. You then move from event to event using the \"Next step\" and \"previous step\" buttons (to the left or at the top of the map, depending on the size of your screen). Each event is symbolized by a dot on the frieze. At each event, markers appear on the map to mark the location of historical port institutions. You can hover over these markers with your mouse pointer to display the marker label.",
        "comment_cest_fait_fr": "La visualisation a été constituée à partir de plusieurs sources historiques (notamment le travail et les ouvrages de Christian Pfister - voir la section sources et bibliographie de la publication), ainsi que des documents tirés des Archives départementales du Nord (C4574).",
        "comment_cest_fait_en": "The visualization is based on secondary literature (notably the work of Christian Pfister - see the \"Sources\" section of the case-study ), as well as on primary sources kept at the Archives départementales du Nord (C4574).",
        "inputs": [
            "https://docs.google.com/spreadsheets/d/e/2PACX-1vTQx54SFuzSu4Vh7GnqXVhem4MTsx8MrjIBibTwLRsr44TMPL_JmAQxw8kK9yWqmm80j5RQ9NQzv--W/pub?gid=1555689051&single=true&output=csv",
            "https://docs.google.com/spreadsheets/d/e/2PACX-1vTQx54SFuzSu4Vh7GnqXVhem4MTsx8MrjIBibTwLRsr44TMPL_JmAQxw8kK9yWqmm80j5RQ9NQzv--W/pub?gid=0&single=true&output=csv",
            "https://docs.google.com/spreadsheets/d/e/2PACX-1vQQKrAYZaxQ99BIqbfP1JwJQI9tCCBocoIQA5ZN5t4fpBeIO_SGX6LCUEMxzILWdoZm6ANl-TShZf2m/pub?output=csv"
        ],
        "outputs": [
            "histoire-dunkerque-dates.csv",
            "histoire-dunkerque-points.csv",
            "histoire-dunkerque-assise.csv"
        ],
        "cacher_atlas": "",
        "description_fr": "Présentation des différents États et des institutions dominant le port de Dunkerque de 1580 à 1800.",
        "description_en": "Presentation of the different states and institutions dominating the port of Dunkirk from 1580 to 1800.",
        "comment_cest_fait_fr_tech": "La visualisation a été constituée à partir de plusieurs sources historiques (notamment le travail et les ouvrages de Christian Pfister - voir la section sources et bibliographie de la publication), ainsi que des documents tirés des archives départementales du Nord (C4574)."
    },
    "evolution-budget-dunkerque": {
        "id": "evolution-budget-dunkerque",
        "n_chapitre": "1",
        "lien_permanent_visualisation": "https://medialab.github.io/portic-storymaps-2022/#/fr/visualization/evolution-budget-dunkerque",
        "titre_fr": "Évolution du budget de Dunkerque au XVIIIème siècle",
        "titre_en": "Evolution of the Dunkirk budget in the 18th century",
        "comment_lire_fr": "Ce graphique montre l'évolution annuelle des recettes et des dépenses de la ville de Dunkerque de 1713 à 1793, exprimées en livres tournois. La différence entre les deux donne le solde comptable, en orange, qui tende à s'aggraver à partir de la guerre de Sept Ans (1756-1763).",
        "comment_lire_en": "This graph shows the annual evolution of revenues and expenditures of the town of Dunkirk from 1713 to 1793, expressed in livres tournois (lt). The difference between the two gives the accounting balance, in orange, which tends to worsen from the Seven Years' War (1756-1763) onwards.",
        "comment_cest_fait_fr": "Les données sont issues des Archives municipales de Dunkerque, comptes de la ville, série 310, n°132-210.",
        "comment_cest_fait_en": "The data comes from the Municipal Archives of Dunkirk, city accounts, series 310, n°132-210.",
        "inputs": [
            "https://docs.google.com/spreadsheets/d/e/2PACX-1vQmd4hLWgCWE_7QSDAPq1G4C3ShRw-d53EoNnRSzX4je2fk-4SQlaC0cGIL1MNprQ/pub?gid=461109929&single=true&output=csv"
        ],
        "outputs": [
            "evolution-budget-dunkerque.csv"
        ],
        "cacher_atlas": "",
        "description_fr": "",
        "description_en": "",
        "comment_cest_fait_fr_tech": "Données issues de l'Evaluation annuelle des recettes, des dépenses et des soldes comptables de la ville de Dunkerque de 1713 à 1793.xlsx - transcription Christian Pfister"
    },
    "schema-sources": {
        "id": "schema-sources",
        "n_chapitre": "1",
        "lien_permanent_visualisation": "https://medialab.github.io/portic-storymaps-2022/#/fr/visualization/schema-sources",
        "titre_fr": "Sources à disposition",
        "titre_en": "Available sources",
        "comment_lire_fr": "Ce diagramme montre schématiquement les sources  dont nous disposons pour cerner les trafics entre le port franc de Dunkerque et la Grande-Bretagne. La comparaison entre ces sources nous a permis de confirmer que les navires smoggleurs ne sont pas enregistrés par les sources britanniques. La rubrique \"Sources\" fournit le détail des dépôts séries et cotes dans les différentes archives.",
        "comment_lire_en": "This diagram schematically shows the sources available to identify trade between the free port of Dunkirk and Great Britain. Comparison between these sources enabled us to confirm that smuggler ships were not recorded by British sources. The \"Sources\" section provides more details on the pertinent archival depositories and series.",
        "comment_cest_fait_fr": "",
        "comment_cest_fait_en": "",
        "inputs": [],
        "outputs": [],
        "cacher_atlas": "",
        "description_fr": "",
        "description_en": "",
        "comment_cest_fait_fr_tech": "/"
    },
    "evolution-type-conges": {
        "id": "evolution-type-conges",
        "n_chapitre": "1",
        "lien_permanent_visualisation": "https://medialab.github.io/portic-storymaps-2022/#/fr/visualization/evolution-type-conges",
        "titre_fr": "Évolution des types de congés",
        "titre_en": "Evolution of types of congés",
        "comment_lire_fr": "Ce graphique montre l'évolution du nombre de congés délivrés de 1765 à 1791 à Dunkerque, par catégorie des congés. Le congé est un document obligatoire pour sortir du port. Il est délivré par l'Amirauté contre le paiement d'un droit, perçu au profit de l'Amiral de France. Le droit à payer varie en fonction du type de navigation et du pavillon du navire. C'est pour cela que les bureaux d'Amirautés tenaient des comptes en distinguant les congés par type. <br/>En survolant sur les courbes, il est possible de voir le nombre exact des congés par type par année. Le graphique permet également de constater l'effet de la guerre (la France est engagée dans la guerre d'Indépendance américaine entre 1778 et 1783), notamment sur le cabotage étranger.",
        "comment_lire_en": "This graph shows the evolution of the number of congés (departure permits) issued from 1765 to 1791 in Dunkirk, by category of voyage. The congé was a mandatory document. It was issued by the local Admiralty office against the payment of a duty, which was collected for the benefit of the Admiral of France. The fee to pay varied depending on the type of navigation and the flag of the vessel. This is why the Admiralty offices kept accounts by distinguishing the congés by type (fisheries, colonial trade listed as  \"West Indies\", etc.). <br/>By hovering over the curves, it is possible to see the exact number of congés by type per year. The graph also enables to see the effect of the war (France was involved in the American War of Independence between 1778 and 1783), particularly strong on foreign cabotage.",
        "comment_cest_fait_fr": "Les données sont extraites des comptes rendus annuels des congés délivrés (Archives Nationales de France, G5 16-3).",
        "comment_cest_fait_en": "The data are extracted from the annual reports of the issued congés (Archives Nationales de France, G5 16-3).",
        "inputs": [
            "https://docs.google.com/spreadsheets/d/e/2PACX-1vSxBxqnzHK1HEDjh5dBwJ9gBG5CJCSNfDpVeEDFHvCHxl3nXyuA2aLhiCf_JGib9A/pub?gid=1209238320&single=true&output=csv"
        ],
        "outputs": [
            "evolution-type-conges.csv"
        ],
        "cacher_atlas": "",
        "description_fr": "",
        "description_en": "",
        "comment_cest_fait_fr_tech": "Données issues de Tableau_comptes rendus congés Dunkerque_ par type et par an 1765-1791_pns.xlsx - https://docs.google.com/spreadsheets/d/e/2PACX-1vSxBxqnzHK1HEDjh5dBwJ9gBG5CJCSNfDpVeEDFHvCHxl3nXyuA2aLhiCf_JGib9A/pub?gid=1209238320&single=true&output=csv"
    },
    "pilotage": {
        "id": "pilotage",
        "n_chapitre": "1",
        "lien_permanent_visualisation": "https://medialab.github.io/portic-storymaps-2022/#/fr/visualization/pilotage",
        "titre_fr": "Évolution du pilotage et de la navigation selon les sources disponibles",
        "titre_en": "Evolution of piloting services and navigation according to available sources",
        "comment_lire_fr": "Dans cette composition, le graphique en haut à gauche montre, tout d'abord, le nombre des congés délivrés à Dunkerque de 1765 à 1792 et la part (en bleu) de navires sortis qui ont eu recours au service de pilotage, qui n'était pas obligatoire. En haut à droite, en gris, le graphique donne à voir les forts écarts d'une année à l'autre du recours au pilotage. Enfin, le graphique en bas indique aussi les sorties du pilotage pour la période 1730-1764, pour laquelle nous n'avons pas les données des congés, et projette une estimation de celles-ci qui utilise la moyenne de 41% calculée sur la période suivante, tout en indiquant l'écart possible, qui prend en compte les variations de la part du pilotage constatées pour la période 1765-1792. <br/>En survolant les données avec la souris, des informations complémentaires s'affichent. Pour les estimations, elles indiquent la fourchette de notre estimation pour l'année choisie.",
        "comment_lire_en": "In this composition, the graph at the top left shows, first of all, the number of departure permits (\"congés\") issued at Dunkirk from 1765 to 1792 and the share (in blue) of ships departing from the port which used the pilotage service, which not was not mandatory. The graph at the top on the right (in gray) shows the strong variations from one year to the next in the use of a pilot. Finally, the graph at the bottom also shows the departures with a pilot for the period 1730-1764, for which we do not have the number of congés, and projects an estimate of these, which uses the average of 41% calculated over the following period, while indicating the possible deviation, which takes into account the variations in the share of piloting observed for the period 1765-1792. <br/>By hovering over the data, additional information is displayed. For the estimated data, the range of our estimate is stated for the chosen year.",
        "comment_cest_fait_fr": "Les données sur le pilotage sont issues de relevés effectués par Christian Pfister dans les Fonds Marine aux Archives Nationales de France. Les données relatives aux congés sont tirées de la sous-série G5 aux Archives Nationales de France.",
        "comment_cest_fait_en": "The piloting data comes from surveys carried out by Christian Pfister in the Fonds Marine of the French National Archives. The data on clearances with a congé come from the sub-series G5 of the French National Archives.",
        "inputs": [
            "https://docs.google.com/spreadsheets/d/e/2PACX-1vT4b175TPBBvErXLXefq-3c2LOfLPGDjiVk7luTL8unUhDueGMF68nu9nZtoM78McqwFmndheA9eSYc/pub?gid=810260739&single=true&output=csv"
        ],
        "outputs": [
            "pilotage.csv"
        ],
        "cacher_atlas": "",
        "description_fr": "",
        "description_en": "",
        "comment_cest_fait_fr_tech": "Données issues de 2 Tableau général congés G5 - Pilotage Marine 1689-1791 - données Pfister mars 2022 - CSV - https://docs.google.com/spreadsheets/d/e/2PACX-1vT4b175TPBBvErXLXefq-3c2LOfLPGDjiVk7luTL8unUhDueGMF68nu9nZtoM78McqwFmndheA9eSYc/pub?gid=810260739&single=true&output=csv"
    },
    "homeports-from-dunkerque": {
        "id": "homeports-from-dunkerque",
        "n_chapitre": "1",
        "lien_permanent_visualisation": "https://medialab.github.io/portic-storymaps-2022/#/fr/visualization/homeports-from-dunkerque",
        "titre_fr": "Tonnage agrégé des navires partis de Dunkerque en 1789, par port d’attache",
        "titre_en": "Aggregated tonnage of ships departing from Dunkirk in 1789, by home port",
        "comment_lire_fr": "Ce diagramme montre les tonnages des navires qui ont pris un congé à Dunkerque en 1789, agrégés par port d'attache. Les ports d'attache de la même couleur appartiennent au même pays. Ainsi, la Grande-Bretagne est représentée en rouge, et les navires du port de Londres sortis de Dunkerque totalisent 7 041 tonneaux (un tonneau est une unité de jauge correspondante à 1,44 mètres cubes). <br/>Cette visualisation rend immédiatement perceptible l'importance de la navigation britannique à Dunkerque, ainsi que, en moindre mesure, celle des Provinces-Unies et des autres pavillons nordiques. On remarque aussi la très forte activité d'armement des Dunkerquois.",
        "comment_lire_en": "This diagram shows the tonnages of ships which took a congé at Dunkirk in 1789, aggregated by home port. Home ports of the same colour belonged to the same country. For instance, Great Britain is represented in red, and the ships registered in port of London departing from Dunkirk totalled 7,041 tonneaux (a tonneau is a tonnage unit corresponding to 1.44 cubic meters). <br/>This visualization makes immediately perceptible the importance of British shipping at Dunkirk, as well as, to a lesser extent, of the Dutch and other Nordic shipping. We also see the very strong activity of Dunkirk's shipowners.",
        "comment_cest_fait_fr": "Les données sont issues de la base Navigocorpus, dans laquelle nous avons sélectionné les congés concernant le port de Dunkerque délivrés en 1789.",
        "comment_cest_fait_en": "The data come from the Navigocorpus database, from which we selected the congés issued in the port of Dunkirk in 1789.",
        "inputs": [
            "navigo_all_pointcalls_1789.csv"
        ],
        "outputs": [
            "homeports-from-dunkerque.csv"
        ],
        "cacher_atlas": "",
        "description_fr": "",
        "description_en": "",
        "comment_cest_fait_fr_tech": "Source : navigo pointcalls, Dunkerque."
    },
    "carte-destinations": {
        "id": "carte-destinations",
        "n_chapitre": "1",
        "lien_permanent_visualisation": "https://medialab.github.io/portic-storymaps-2022/#/fr/visualization/carte-destinations",
        "titre_fr": "Carte des destinations des navires partis de Dunkerque",
        "titre_en": "Map of destinations of ships leaving from Dunkirk",
        "comment_lire_fr": "Cette carte représente les destinations déclarées par les navires qui ont pris un congé à Dunkerque en 1789. La taille des cercles indique le tonnage cumulé par destination. Sa couleur précise le pavillon dominant, en distinguant entre les pavillons étrangers et le pavillon français. Pour ces derniers, nous avons distingué les navires de Dunkerque des navires des autres ports français. La saturation de la couleur indique la plus ou moins forte domination du pavillon majoritaire. Les données précises s'affichent en survolant le cercle correspondant: ainsi, les autres pavillons français constituent 100% des départs vers Libourne alors qu'ils ne représentent que 59% des départs pour Bordeaux.  <br/>Il est possible d'interagir avec la carte de plusieurs manières. On peut changer l'aire géographique représentée en cliquant dans le menu en bas à gauche \"Position de la carte\". On peut également choisir le type d'affichage des données en cliquant sur le mot \"éditer\" à côté de la Légende. Cela permet par exemple de cacher les navires dunquerquois et/ou les autres navires français, ou les navires étrangers. Aussi, dans le menu proposé à droite, il est possible entre autres de sélectionner l'affichage du détail des pavillons étrangers, ou au contraire de les groupes sous la rubrique \"étranger\". Enfin, on peut choisir de ne représenter que les navires d'un certain tonnage en réglant sous la ligne \"Montrer les tonnages\" les deux extrémités de la fourchette souhaitée,",
        "comment_lire_en": "This map represents the destinations declared by ships which took a congé (departure permit) at Dunkirk in 1789. The size of the circles indicates the aggregated tonnage by destination. Its color specifies the dominant flag, distinguishing between foreign flags and the French flag. For the latter, we distinguished the Dunkirk ships from the ships registered in other French ports. Color saturation indicates the more or less strong domination of the majority flag. The precise data are displayed by hovering over the corresponding circle: thus, the other French flags constitute 100% of departures towards Libourne  while they only represent 59% of departures toward Bordeaux. <br/>It is possible to interact with this map in different ways. You can modify the parameter of the geographical area represented by clicking in the menu at the bottom left \"Map position\". You can also modify the data you wish to visualize by clicking on the word \"edit\"  in the legend. You can then hide the ships registered in Dunkirk and/or in France, or the foreign ones. Among the possibilities of the menu on the left side, you can among other visualize the ship flags in detail, or group them under the category \"foreign\" (ie: non-French flagged). Finally, you can choose to visualize only ships of a given burthen by setting the two extremities of the range under \"show tonnage\" line.",
        "comment_cest_fait_fr": "Les données sont tirées de la base Navigocorpus, pour l'année 1789. Dans cet ensemble, nous avons sélectionné les voyages au départ de Dunkerque et les avons agrégés par destination en additionant les tonnages des navires.",
        "comment_cest_fait_en": "The data come from the Navigocorpus database, for the year 1789. In this subset, we selected the voyages departing from Dunkirk and aggregated them by destination by calculating the total tonnage.",
        "inputs": [
            " https://d2ad6b4ur7yvpq.cloudfront.net/naturalearth-3.3.0/ne_50m_land.geojson",
            "navigo_all_flows_1789.csv"
        ],
        "outputs": [
            "map_backgrounds/physical_world_map.geojson",
            "map_backgrounds/physical_world_map.geojson",
            "destinations_from_dunkerque.csv"
        ],
        "cacher_atlas": "",
        "description_fr": "",
        "description_en": "",
        "comment_cest_fait_fr_tech": "Données issues de navigo - flows - 1789.<br />Filtrage : départ de Dunkerque.<br />Agrégation par tonnage agrégé."
    },
    "carte-peche": {
        "id": "carte-peche",
        "n_chapitre": "1",
        "lien_permanent_visualisation": "https://medialab.github.io/portic-storymaps-2022/#/fr/visualization/carte-peche",
        "titre_fr": "Les Dunkerquois et la pêche",
        "titre_en": "Dunkirkers’ fishing activities ",
        "comment_lire_fr": "La partie inférieure de cette visualisation montre la valeur des pêches effectuées par les Dunkerquois entre 1763 et 1793, par type ou aire de pêche, telle qu'indiquée par les sources dunkerquoises. En survolant la courbe, les valeurs de l'année s'affichent. La couleur des lignes renvoie à la localisation des aires de pêche, visible dans la carte. \"Hitlande\" désigne les îles Shetlands. La pêche à Terre-Neuve s'effectue pour l'essentiel sur les Bancs au sud de l'île, plutôt que sur ses littoraux. La pêche aux harengs n'a pas été représentée sur la carte, car c’est une activité diffuse.",
        "comment_lire_en": "The lower part of this visualization shows the value of fishing carried out by ships registered in Dunkirk between 1763 and 1793, by type or fishing area, as indicated by Dunkirk sources. Hovering over the curve displays the year values. The colour of the lines refers to the location of the fishing areas, visible in the map. “Hitland” means the Shetland Islands. Newfoundland fisheries took place mainly on the Banks southerns of the island rather than on its coasts. We did not represent herring fishing on the map because it was a diffuse activity.",
        "comment_cest_fait_fr": "Les données sont issues de l'Annexe XXVII (p. 538) du livre de Christian Pfister, Ports, navires et négociants à Dunkerque (1662-1792), Dunkerque, Société dunkerquoise de diffusion, 1985.",
        "comment_cest_fait_en": "The data comes from Appendix XXVII (p. 538) of the book by Christian Pfister, Ports, navires et négociants à Dunkerque (1662-1792), Dunkerque, Société dunkerquoise de diffusion, 1985.",
        "inputs": [
            "https://raw.githubusercontent.com/medialab/portic-datasprint-2022/main/post_datasprint/peche/zones_peche_4326.geojson",
            "https://docs.google.com/spreadsheets/d/e/2PACX-1vRwEjSbHXd4e4itz0st-8OuSXfNk1vrVJ9QlC7Q7KKMK-Wr4sW2h3FckYf5D65XCQ/pub?gid=576116289&single=true&output=csv"
        ],
        "outputs": [
            "evolution-peche-zones.geojson",
            "peche-map-stats.csv",
            "map_backgrounds/physical_world_map.geojson"
        ],
        "cacher_atlas": "",
        "description_fr": "",
        "description_en": "",
        "comment_cest_fait_fr_tech": "Données issues de PFISTER_PORTS_NAVIRES_A_XXVII_p_538 - Valeur pêche Dunkerque par an 1763-1792 par type de pêche.xlsx - https://raw.githubusercontent.com/medialab/portic-datasprint-2022/main/post_datasprint/peche/zones_peche_4326.geojson,https://docs.google.com/spreadsheets/d/e/2PACX-1vRwEjSbHXd4e4itz0st-8OuSXfNk1vrVJ9QlC7Q7KKMK-Wr4sW2h3FckYf5D65XCQ/pub?gid=576116289&single=true&output=csv"
    },
    "peche-type-value": {
        "id": "peche-type-value",
        "n_chapitre": "1",
        "lien_permanent_visualisation": "https://medialab.github.io/portic-storymaps-2022/#/fr/visualization/peche-type-value",
        "titre_fr": "Valeur du poisson importé à Dunkerque",
        "titre_en": "Value of fish imported to Dunkirk",
        "comment_lire_fr": "Ce graphique montre la valeur des produits de la pêche effectuée par les Dunkerquois entre 1763 et 1792, par type ou zone de pêche. La pêche à Terre-Neuve rapporte pour l'essentiel de la morue. Celle en \"Hitlande\" (îles Shetlands) rapporte du hareng en été et de la morue. Le graphique permet de constater que la pêche de loin la plus importante pour Dunkerque est celle en Islande, et que son importance s'accroît en temps de guerre (notamment  de 1780 à 1782), quand les autres activités d'armement des Dunkerquois deviennent plus risquées.",
        "comment_lire_en": "This graph shows the value of fishing products fished by ships registered in Dunkirk between 1763 and 1792, by type or fishing zone. Fishing in Newfoundland mainly involved cod. The one in “Hitland” (Shetland Islands) brought in herring in summer, and cod. The graph shows that  the most important fishing for Dunkirk was by far that in Iceland, and that its importance increased in times of war (notably from 1780 to 1782), when the other shipping activities of Dunkirk shipowners and outfitters became riskier.",
        "comment_cest_fait_fr": "Les données sont issues de l'Annexe XXVII (p. 538) du livre de Christian Pfister, Ports, navires et négociants à Dunkerque (1662-1792), Dunkerque, Société dunkerquoise de diffusion, 1985.",
        "comment_cest_fait_en": "The data comes from Appendix XXVII (p. 538) of the book by Christian Pfister, Ports, ships and merchants in Dunkerque (1662-1792), Dunkerque, Société dunkerquoise de diffusion, 1985.",
        "inputs": [
            "https://docs.google.com/spreadsheets/d/e/2PACX-1vSRy3fIKwWXSRg4QI_A9sQRNmWKnsNSA-TpgMenVz0twxfRmJGiFKN8Q8VSpBwxNw/pub?gid=576116289&single=true&output=csv"
        ],
        "outputs": [
            "peche-type-value.csv"
        ],
        "cacher_atlas": "",
        "description_fr": "",
        "description_en": "",
        "comment_cest_fait_fr_tech": "Données issues de PFISTER_PORTS_NAVIRES_A_XXVII_p_538 - Valeur pêche Dunkerque par an 1763-1792 par type de pêche.xlsx - https://docs.google.com/spreadsheets/d/e/2PACX-1vSRy3fIKwWXSRg4QI_A9sQRNmWKnsNSA-TpgMenVz0twxfRmJGiFKN8Q8VSpBwxNw/pub?gid=576116289&single=true&output=csv"
    },
    "resume-activite-dunkerquois": {
        "id": "resume-activite-dunkerquois",
        "n_chapitre": "1",
        "lien_permanent_visualisation": "https://medialab.github.io/portic-storymaps-2022/#/fr/visualization/resume-activite-dunkerquois",
        "titre_fr": "Activités des Dunkerquois",
        "titre_en": "Dunkirk ships activities",
        "comment_lire_fr": "Ce diagramme permet de visualiser plusieurs aspects de la navigation effectuée par les navires du port de Dunkerque en 1787. La base de données Navigocorpus contient en effet les congés délivrés dans une grande partie des ports du littoral atlantique de la France, ce qui nous a permis de retrouver les navires de Dunkerque dans d'autres ports. <br/>Il est donc possible, tout d'abord, de prendre la mesure, à gauche, de la typologie des navires qui obtiennent un congé. Si les armateurs dunkerquois utilisent toute sorte de navire, il convient de souligner la part très significatives de départs effectués par de navires de gros et très gros tonnage pour l'époque (100-200 tonneaux; plus de 201 tx; un tonneau est une unité de jauge correspondant à 1,44 mètres cubes). <br/>Au centre de l'image, on voit le port de départ de ces navires. Pour faciliter la lecture, il est possible de cliquer sur un flux (par exemple, tous les navires de la classe de 51 à 100 tonneaux, si on clique sur la barre grise en correspondance de cette catégorie; mais aussi tous les navires partis du seul port de Dunkerque, Bordeaux, etc., en cliquant sur la deuxième barre, au centre-gauche de l'image). On constate ainsi, par exemple, que seuls les navires dunkerquois de plus de 50 tonneaux se retrouvent à la sortie de Bordeaux. <br/>La partie centrale de l'image relie le port de départ des navires dunkerquois au pays de destination. Là aussi, il est possible d'isoler un flux précis en cliquant sur la barre des pays au centre-droite de l'image. Ainsi, on constate que les navires dunkerquois qui se rendent en Espagne le font uniquement à partir du port de Dunkerque, alors que ceux qui se rendent en Danemark partent aussi de Noirmoutier. <br/>La partie droite de la visualisation, enfin, permet de constater la nature des cargaisons transportées par ces navires, lorsqu'elle est connue. En cliquant sur la barre de centre-droite, ce sont les flux de produits ou la raison du voyage (par ex.: pêche\") qui s'affichent par pays de destination. En cliquant sur la barre tout à droite, enfin, on sélectionne un type de produit et on visualise vers quels pays les navires de Dunkerque exportent ce type de produits. La catégorie \"vide\" comprend les navires partis vide ou sur lest. La catégorie 'cargaison inconnue' recouvre les navires partis des ports où le greffier ne note pas la nature de la cargaison. Il est important de souligner qu'il ne s'agit jamais de données exhaustives: lorsque la cargaison est indiquée, il s'agit au plus des deux-trois principaux produits et souvent simplement du principal. Par ailleurs, la largeur du flux est proportionelle au nombre de départs, et pas aux quantités exportées.",
        "comment_lire_en": "This diagram visualizes several aspects of the navigation carried out by the ships registred in Dunkirk in 1787. The Navigocorpus database contains the congés issued in a large number ports on the Atlantic coast of France, and this enabled us to trace their presence everywhere in France<br/>It is therefore possible, first of all, to see on the left the size of ships which obtained a congé. If the Dunkirk shipowners used all kinds of ships, a very significant share of departures concerned ships with a large and very large tonnage for the time (100-200 tonneaux; more than 201 tx; a tonneau was a unit of gauge corresponding to 1.44 cubic meters). <br/>In the center of the image, we see the port of departure of these ships. To facilitate the exploration of this data, it is possible to select a flow (for example, all ships in the class from 51 to 100 tons) by clicking on the grey bar corresponding to this category. You can also select all ships departing from one port only (Dunkirk, Bordeaux, etc.), by clicking on the second bar, at the center-left of the image). We thus see, for example, that Dunkirk ships departing from Bordeaux were all above 50 tonneaux. <br/>The central part of the image connects the port of departure of the Dunkirk ships to the country of destination. Here too, it is possible to select a specific flow by clicking on the country bar at the center-right of the image. Thus, we see that the Dunkirk ships which went to Spain all left from the port of Dunkirk, while those which went to Denmark also left from Noirmoutier. <br/>Finally, the right part of the visualization enables you to see the nature of the cargo transported by these ships, whenever the sources state it. By clicking on the center-right bar, the flows of goods (or the purpose of the voyage, such as \"fishing\") are displayed by country of destination. By clicking on the bar on the far right, you select a product and visualize the countries to which Dunkirk ships exported it. The “empty” category includes ships that left empty or in ballast. The 'unknown cargo' category covers ships departing from ports where the clerk did not register the nature of the cargo. It is important to emphasize that this is never exhaustive data: the source indicates, at most the two or three main products, and often only the single main product on board. Moreover, the flows are proportional to the number of departures, and not to the quantities of goods onboard.",
        "comment_cest_fait_fr": "Les données sont issues de la base Navigocorpus, pour l'année 1787. Les éléments sont agrégés par nombre de voyages.",
        "comment_cest_fait_en": "The data come from the Navigocorpus database, for the year 1787. The elements are aggregated by number of voyages.",
        "inputs": [],
        "outputs": [
            "resume-activite-dunkerquois.csv"
        ],
        "cacher_atlas": "",
        "description_fr": "",
        "description_en": "",
        "comment_cest_fait_fr_tech": "Données tirées de navigo, flows, 1787.<br />Agrégation par nombre de voyages."
    },
    "departs-fr-vers-angleterre": {
        "id": "departs-fr-vers-angleterre",
        "n_chapitre": "2,5",
        "lien_permanent_visualisation": "https://medialab.github.io/portic-storymaps-2022/#/fr/visualization/departs-fr-vers-angleterre",
        "titre_fr": "Départs vers la Grande Bretagne",
        "titre_en": "Departures toward Great Britain",
        "comment_lire_fr": "Cette carte représente le tonnage sorti des ports des provinces françaises de la façade atlantique en 1787, et distingue la part en direction de la Grande-Bretagne (en rouge) du reste. Les données sont représentées par province, sauf pour l’Aunis, Poitou et Saintonge qui ont été agrégées. La carte permet de constater la spécificité des Flandres et de la Picardie pour ce qui est de l’intensité des relations avec la Grande-Bretagne. En survolant les demi-cercles, la bulle affiche la liste des ports de la province dont les données ont été agrégées, et le tonnage total.",
        "comment_lire_en": "This map represents the tonnage departed from the ports of the French provinces on the Atlantic coast in 1787, and distinguishes the portion heading to Great Britain (in red) from the rest. The data is represented by Ancient Régime French provinces, except for Aunis, Poitou and Saintonge which we aggregated. The map enables us to see the specificity of Flanders and Picardy in terms of the intensity of relations with Great Britain. By hovering over the semi-circles, the bubble displays the list of ports in the province whose data we aggregated, and the total tonnage.",
        "comment_cest_fait_fr": "Les données sont issues de la base Navigocorpus, pour l'année 1787. Nous y avons isolé flux à destination de la Grande-Bretagne, à l'exclusion des colonies britaniques, et avons agrégés les données par tonnage cumulé. La documentation n'est pas complète, les lacunes principales portent sur la Méditerranée et une partie de la Bretagne. Pour plus d'information sur les lacunes, voir http://vizsources.portic.fr/. ",
        "comment_cest_fait_en": "The data are taken from the Navigocorpus database, for the year 1787. We isolated the flows to Great Britain (British colonies excluded), and aggregated the tonnages. Sources are not available for all French ports. Data are missing for most Mediterranean ports and part of Britanny. For  more information on missing data, see http://vizsources.portic.fr/. ",
        "inputs": [
            "map_backgrounds/world_map.geojson",
            "navigo_all_flows_1789.csv"
        ],
        "outputs": [
            "map_backgrounds/world_map.geojson",
            "departs-fr-vers-angleterre.csv"
        ],
        "cacher_atlas": "",
        "description_fr": "",
        "description_en": "",
        "comment_cest_fait_fr_tech": "Source : navigo flows 1789.<br />Filtres : destination GB hors \"colonies britaniques\" (substate).<br />Agrégation par tonnage cumulé."
    },
    "destinations-gb-vers-gb": {
        "id": "destinations-gb-vers-gb",
        "n_chapitre": "2,5",
        "lien_permanent_visualisation": "https://medialab.github.io/portic-storymaps-2022/#/fr/visualization/destinations-gb-vers-gb",
        "titre_fr": "Les destinations des navires Britanniques partant de Dunkerque vers le Royaume-Uni en 1787",
        "titre_en": "Destinations declared by British ships leaving Dunkirk toward the United Kingdom in 1787",
        "comment_lire_fr": "Cette carte montre les destinations déclarées (en rouge) des navires de pavillon britannique partis de Dunkerque en 1787 vers le Royaume-Uni. Le cercle est proportionnel au nombre de navires partis. La barre à droite permet de prendre la mesure de la part des départs qui déclarent une fausse destination (en gris), à savoir \"Lisbonne\" ou \"Bergen\".  Il est possible d'interagir avec la carte en survolant un cercle ou un segment rouge de la barre de droite. La bulle affiche alors le toponyme et le nombre des voyages ",
        "comment_lire_en": "This map shows the declared destinations (in red) of British ships sailing from Dunkirk in 1787 to the United Kingdom. The size of the circle is proportional to the number of departures. The bar on the right enables us to visualize the share of departing ships which declared a false destination (in gray), namely \"Lisbon\" or \"Bergen\".  It is possible to interact with the map by hovering over a circle or a red segment of the right bar. The bubble then displays the toponym and the number of voyages.",
        "comment_cest_fait_fr": "Les données sont issues de la base Navigocorpus, pour l'année 1787. Nous y avons sélectionné les flux au départ de Dunkerque arborant un pavillon britannique.",
        "comment_cest_fait_en": "The data come from the Navigocorpus database, for the year 1787. We selected the flows departing from Dunkirk sailing under the British flag.",
        "inputs": [
            "map_backgrounds/world_map.geojson",
            "navigo_all_flows_1787.csv"
        ],
        "outputs": [
            "map_backgrounds/world_map.geojson",
            "destinations-gb-vers-gb.csv"
        ],
        "cacher_atlas": "",
        "description_fr": "",
        "description_en": "",
        "comment_cest_fait_fr_tech": "Source : navigo flows 1789.<br />Filtres : departure_function O, départ de Dunkerque, pavillon britannique.<br />Les bateaux \"fausses destination\" sont ceux qui pour lesquels est indiqué [\"Lisbonne [mais: Angleterre]\" ou \"Bergen\"] dans le champ destination. "
    },
    "stigmates-smoggleurs-dunkerque": {
        "id": "stigmates-smoggleurs-dunkerque",
        "n_chapitre": "2",
        "lien_permanent_visualisation": "https://medialab.github.io/portic-storymaps-2022/#/fr/visualization/stigmates-smoggleurs-dunkerque",
        "titre_fr": "Destination déclarée par les navires britanniques quittant Dunkerque, par classe de tonnage",
        "titre_en": "Destinations declared by British ships leaving Dunkirk, by tonnage class",
        "comment_lire_fr": "Ce diagramme montre, à gauche, les classes de tonnage déclaré par les navires britanniques ayant acquis un congé dans le port de Dunkerque en 1787 ou en 1789 (l'année peut être sélectionnée dans le menu en bas au centre) et, à droite, leur destination déclarée. Les destinations \"Lisbonne\" et \"Bergen\" sont utilisées pour masquer les activités de contrebande avec les Iles britanniques. Nous avons agrégé les autres destinations par Etat ou province de destination (Angleterre, Ecosse, Hollande, etc,). <br/>Il est possible d'interagir avec cette visualisation de deux manières. Tout d'abord, on peut cliquer sur une classe de tonnage sur la barre gauche correspondante et visualiser ainsi la distribution des destinations. Ensuite, on peut cliquer sur la barre de droite pour sélectionner une destination, et visualiser la distribution des tonnages. On constate ainsi, par exemple, que parmi les navires déclarés comme ayant 12 tonneaux de jauge (1 tonneaux = 1,44 mètres cubes, mais nous savons - voir l'explication dans le texte - que ces tonnages sont sous-évalués à Dunkerque) vont en grande partie à \"Lisbonne\" (c'est à dire qu'ils font de la contrebande); les autres vont largement en Angleterre, et très peu d'entre eux vont en Ecosse ou en Irlande.",
        "comment_lire_en": "This diagram shows, on the left, the classes of tonnage declared by British ships having acquired a congé in the port of Dunkirk in 1787 or 1789 (the year can be selected in the menu at the bottom) and, on the right, their declared destination. The destinations \"Lisbon\" and \"Bergen\" were used to mask smuggling activities to Great Britain. We have aggregated the other destinations by state or province of destination (England, Scotland, Holland, etc.). <br/>It is possible to interact with this visualization in two ways. First of all, you can click on a tonnage class on the corresponding left bar and thus visualize the distribution of destinations. Then, you can click on the right bar to select a destination, and view the distribution of tonnages. We see, for example, that most of the ships declared as having 12 tonneaux (1 tonneau = 1.44 cubic meter), largely went to “Lisbon” (i.e. they smuggled); we know by the way - see the explanation in the text - that this 12-tx indication was fake at Dunkirk, she ships being bigger) the rest went largely to England, and very few of them went to Scotland or Ireland.",
        "comment_cest_fait_fr": "Les données sont issues de la base Navigocorpus, pour les années 1787 et 1789. Les éléments sont agrégés par nombre de voyages.",
        "comment_cest_fait_en": "The data come from the Navigocorpus database, for the years 1787 and 1789. The elements are aggregated by number of voyages.",
        "inputs": [],
        "outputs": [
            "stigmates-smoggleurs-dunkerque.csv"
        ],
        "cacher_atlas": "",
        "description_fr": "",
        "description_en": "",
        "comment_cest_fait_fr_tech": "Source : navigo flows 1787 & 1789.<br />Agrégation par nombre de voyages."
    },
    "gravure-smoggleurs": {
        "id": "gravure-smoggleurs",
        "n_chapitre": "2",
        "lien_permanent_visualisation": "https://medialab.github.io/portic-storymaps-2022/#/fr/visualization/gravure-smoggleurs",
        "titre_fr": "Les techniques navales des smoggleurs",
        "titre_en": "Naval techniques used by smugglers",
        "comment_lire_fr": "Cette illustration montre une des techniques utilisées par les smoggleurs qui permet d'échapper à l'arrestation par les garde-côtes britanniques. Les barriques avec les produits qu'ils souhaitent introduire en contrebande en Angleterre sont attachés par une corde en dessous du bateau, et lestés par des pierres. En cas de contrôle, il suffit de couper la corde, et le navire apparaît alors naviguer à vide, en conformité avec le congé délivré par les autorités françaises.",
        "comment_lire_en": "This illustration shows one of the techniques used by smugglers which enabled them to avoid being arrested by the British Coast Guard. The barrels containing the goods they wanted to introduce illegally in England were attached by a rope to the bottom of the ship and weighted with stones. In the event of an inspection, the crew simply cut the rope, and the ship appeared to be sailing empty, in accordance with the congé issued by the French authorities.",
        "comment_cest_fait_fr": "Dany Guillou-Beuzit, Jacques Cambry, voyage dans le Finistère ou état de ce département en 1794 et 1795, Rennes, PUR, 2011 (dessin de Dany Guillou-Beuzit d’après le texte de Cambry).",
        "comment_cest_fait_en": "Dany Guillou-Beuzit, Jacques Cambry, voyage dans le Finistère ou état de ce département en 1794 et 1795, Rennes, PUR, 2011 (drawing by Dany Guillou-Beuzit based on the text of Cambry).",
        "inputs": [],
        "outputs": [],
        "cacher_atlas": "",
        "description_fr": "",
        "description_en": "",
        "comment_cest_fait_fr_tech": "Source à retrouver"
    },
    "smoggleur-statut": {
        "id": "smoggleur-statut",
        "n_chapitre": "2,5",
        "lien_permanent_visualisation": "https://medialab.github.io/portic-storymaps-2022/#/fr/visualization/smoggleur-statut",
        "titre_fr": "Navires anglais et smogglage dans la France du Ponant en 1787",
        "titre_en": "British ships and smuggling from French Atlantic ports in 1787",
        "comment_lire_fr": "Le diagramme montre le nombre de départs en 1787 effectués par de smoggleurs et les non-smoggleurs, depuis les six principaux ports français que nous avons identifiés. Ce nombre repose sur le résultat des critères pour identifier les smoggleurs que nous avons explicités dans l’Annexe de cette étude. <br />La partie gauche du diagramme permet de comparer le nombre de départs pour chaque port. Le pourcentage à côté du toponyme indique la part des départs de smoggleurs par rapport au total de départs de navires britanniques depuis ce port. En cliquant sur la bande en couleur de chaque port, il est possible de mettre en évidence celui-ci, et de visualiser, sur la partie droite du diagramme, la part de navires smoggleurs et ceux qui ne le sont pas. Dunkerque, objet de cette étude de cas, a été mis en évidence en rouge.",
        "comment_lire_en": "The diagram shows the number of departures in 1787 made by smugglers and non-smugglers, from the six main French ports that we have identified as smuggling centres. We explained the criteria we used to identify the smugglers in the Appendix of this study. <br />The left part of the diagram makes it possible to compare the number of departures from each port. The percentage next to the port name indicates the share of the departures of smugglers compared to the total number of British ships departing from this port. By clicking on the colour strip at the right of each port name, it is possible to highlight it, and to visualize, on the right part of the diagram, the share of smugglers and those which were not. We put the stress on the port of Dunkirk, the object of this case study, by representing it in red.",
        "comment_cest_fait_fr": "Les données sont tirées de la base Navigocorpus, pour l'année 1787.<br />La discrimination des voyages effectués dans le cadre d'une activité de smogglage a été effectuée au moyen de règles heuristiques déterminées pour chaque port à l'aide de l'état de l'art bibliographique et de l'analyse des données. Ces règles sont les suivantes :<br />- Dunkerque : tonnage 12tx et pavillon britannique<br />- Calais : tonnage inférieur ou égale à 50 tx, pavillon britannique et direction Grande-Bretagne<br />- Boulogne : pavillon britanique et direction Grande-Bretagne<br />- Roscoff : direction Grande-Bretagne ou direction codée dans Navigocorpus avec 'A1964976' (îles Féroé), 'A0912818' (Bergen), 'A0864873' (Cap Nord), et transporte des produits illégaux ('eau de vie', 'genèvre', 'tafia', 'tabac', 'tabac en feuilles', 'thé', 'thé vert', 'thé boay', 'vin', 'bière', 'corintes', 'café', 'schites' -- ce dernier produit, non-identifié, a été signalé sur un navire partant pour les Îles Féroé)<br />- Lorient : pavillon britanique et direction codée dans Navigocorpus avec ('A0840357', 'A0912818', 'A1964976')- Bordeaux : pavillon britanique, et direction codée dans Navigocorpus avec ('A1964976', 'A0912818'), et transporte des produits illégaux ('eau de vie', 'genèvre', 'tafia', 'tabac', 'tabac en feuilles', 'thé', 'thé vert', 'thé boay', 'vin', 'bière', 'corintes', 'café', 'schites - )<br />Étant donnée la non-fiabilité des tonnages indiqués, qui est caractéristique des pratiques liées au smogglage, les données sont agrégées par nombre de voyages.",
        "comment_cest_fait_en": "The data are taken from the Navigocorpus database, for the year 1787.<br />The discrimination of smuggling voyages was carried out by our team using heuristic rules determined for each port based on the bibliographic state of the art and data analysis. These rules are as follows:<br />- Dunkirk: 12tx tonnage and British flag<br />- Calais: tonnage less than or equal to 50 tx, British flag and headed to Great Britain<br />- Boulogne: British flag and headed to Great Britain<br />- Roscoff: headed to Great Britain or to one of the destinations coded in Navigocorpus as 'A1964976' (Faroes), 'A0912818' (Bergen), 'A0864873' (North Cape), and carrying illegal cargo items ('brandy', 'genever', 'tafia', 'tobacco', 'leaf tobacco', 'tea', 'green tea', 'Boay tea', 'wine', 'beer', 'corintes', 'coffee', 'schites' - the latter is un unidentified product found on a ship bound to Faroes')<br />- Lorient: British flag and headed to one of the destinations coded in navigocorpus as  'A0840357', 'A0912818', or 'A1964976',- Bordeaux: British flag, and headed to one of the destinations coded in Navigocorpus as  'A1964976' or 'A0912818', and illegal cargo items ('brandy', 'genever', 'tafia', 'tobacco', 'leaf tobacco', 'tea' ', 'green tea', 'boay tea', 'wine', 'beer', 'corintes', 'coffee', 'schites')<br />Given the unreliability of the tonnages indicated, which is characteristic of practices linked to smuggling, the data are aggregated by number of voyages.",
        "inputs": [
            "navigo_all_flows_1787.csv",
            "navigo_all_flows_1789.csv"
        ],
        "outputs": [
            "smoggleur-statut.csv"
        ],
        "cacher_atlas": "",
        "description_fr": "",
        "description_en": "",
        "comment_cest_fait_fr_tech": "Source navigo flows 1787.<br />Règles de définition des smoggleurs :- Dunkerque : tonnage 12tx et pavillon britannique<br />- Calais : tonnage inférieur ou égale à 50 tx, pavillon britannique et direction GB<br />- Boulogne : pavillon britanique et direction GB<br />- Roscoff : direction GB ou ('A1964976', 'A0912818', 'A0864873'), et transporte des produits illégaux ('eau de vie', 'genèvre', 'taffia', 'tabac', 'tabac en feuilles', 'thé', 'thé vert', 'thé boay', 'vin', 'bière', 'corintes', 'café', 'schites')<br />- Lorient : pavillon britanique et direction ('A0840357', 'A0912818', 'A1964976')- Bordeaux : pavillon britanique, et direction ('A1964976', 'A0912818'), et transporte des produits illégaux ('eau de vie', 'genèvre', 'tafia', 'tabac', 'tabac en feuilles', 'thé', 'thé vert', 'thé boay', 'vin', 'bière', 'corintes', 'café', 'schites')<br />Agrégation par nombre de voyages (car tonnages parfois délibéremment faux)"
    },
    "smoggleur-proportion": {
        "id": "smoggleur-proportion",
        "n_chapitre": "2,5",
        "lien_permanent_visualisation": "https://medialab.github.io/portic-storymaps-2022/#/fr/visualization/smoggleur-proportion",
        "titre_fr": "Les navires britanniques et le smogglage depuis les ports de la France du Ponant en 1787",
        "titre_en": "English ships and smuggling on the Atlantic coast of France in 1787",
        "comment_lire_fr": "Ce graphique permet de comparer les 6 ports français de la façade atlantique que nous avons identifiés comme les principaux ports effectuant de la contrebande vers les Iles britanniques en 1787. Ce nombre repose sur le résultat des critères pour identifier les smoggleurs que nous avons explicités dans l’Annexe de cette étude. <br />La partie supérieure du graphique indique depuis chaque port le nombre total de départs effectués par de navires sous pavillon britannique. <br />La partie inférieure indique le pourcentage de ces départs qui d'après nos critères correspondent à des trajets effectués par des smoggleurs. <br />Des informations complémentaires s'affichent en survolant les barres du graphique.",
        "comment_lire_en": "This chart compares the 6 French ports on the Atlantic coasts which we identified as the major ports smuggling to the British Islands in 1787. We explained the criteria we used to identify the smugglers in the Appendix of this study. <br />The upper chart shows the total number of departures of British ships for each port. <br />The lower chart states the percentage of those we identified as smugglers. <br />Additional information is available when hovering on the chart.",
        "comment_cest_fait_fr": "Les données sont tirées de la base Navigocorpus, pour l'année 1787.<br />La discrimination des voyages effectués dans le cadre d'une activité de smogglage a été effectuée au moyen de règles heuristiques déterminées pour chaque port à l'aide de l'état de l'art bibliographique et de l'analyse des données. Ces règles sont les suivantes :<br />- Dunkerque : tonnage 12tx et pavillon britannique<br />- Calais : tonnage inférieur ou égale à 50 tx, pavillon britannique et direction Grande-Bretagne<br />- Boulogne : pavillon britanique et direction Grande-Bretagne<br />- Roscoff : direction Grande-Bretagne ou direction codée dans Navigocorpus avec 'A1964976' (îles Féroé), 'A0912818' (Bergen), 'A0864873' (Cap Nord), et transporte des produits illégaux ('eau de vie', 'genèvre', 'tafia', 'tabac', 'tabac en feuilles', 'thé', 'thé vert', 'thé boay', 'vin', 'bière', 'corintes', 'café', 'schites' -- ce dernier produit, non-identifié, a été signalé sur un navire partant pour les Îles Féroé)<br />- Lorient : pavillon britanique et direction codée dans Navigocorpus avec ('A0840357', 'A0912818', 'A1964976')- Bordeaux : pavillon britanique, et direction codée dans Navigocorpus avec ('A1964976', 'A0912818'), et transporte des produits illégaux ('eau de vie', 'genèvre', 'tafia', 'tabac', 'tabac en feuilles', 'thé', 'thé vert', 'thé boay', 'vin', 'bière', 'corintes', 'café', 'schites - )<br />Étant donnée la non-fiabilité des tonnages indiqués, qui est caractéristique des pratiques liées au smogglage, les données sont agrégées par nombre de voyages.",
        "comment_cest_fait_en": "The data are taken from the Navigocorpus database, for the year 1787.<br />The discrimination of smuggling voyages was carried out by our team using heuristic rules determined for each port based on the bibliographic state of the art and data analysis. These rules are as follows:<br />- Dunkirk: 12tx tonnage and British flag<br />- Calais: tonnage less than or equal to 50 tx, British flag and headed to Great Britain<br />- Boulogne: British flag and headed to Great Britain<br />- Roscoff: headed to Great Britain or to one of the destinations coded in Navigocorpus as 'A1964976' (Faroes), 'A0912818' (Bergen), 'A0864873' (North Cape), and carrying illegal cargo items ('brandy', 'genever', 'tafia', 'tobacco', 'leaf tobacco', 'tea', 'green tea', 'Boay tea', 'wine', 'beer', 'corintes', 'coffee', 'schites' - the latter is un unidentified product found on a ship bound to Faroes')<br />- Lorient: British flag and headed to one of the destinations coded in navigocorpus as  'A0840357', 'A0912818', or 'A1964976',- Bordeaux: British flag, and headed to one of the destinations coded in Navigocorpus as  'A1964976' or 'A0912818', and illegal cargo items ('brandy', 'genever', 'tafia', 'tobacco', 'leaf tobacco', 'tea' ', 'green tea', 'boay tea', 'wine', 'beer', 'corintes', 'coffee', 'schites')<br />Given the unreliability of the tonnages indicated, which is characteristic of practices linked to smuggling, the data are aggregated by number of voyages.",
        "inputs": [
            "navigo_all_flows_1787.csv",
            "navigo_all_flows_1789.csv"
        ],
        "outputs": [
            "smogglage_ports_stats.csv"
        ],
        "cacher_atlas": "",
        "description_fr": "Proportions des départs de bateaux en fonction de leur statut de smoggleur ou non-smoggleur.",
        "description_en": "Proportions of boat departures according to their smoggler or non-smoggler status.",
        "comment_cest_fait_fr_tech": ""
    },
    "prix-smogglage-general": {
        "id": "prix-smogglage-general",
        "n_chapitre": "2,5",
        "lien_permanent_visualisation": "https://medialab.github.io/portic-storymaps-2022/#/fr/visualization/prix-smogglage-general",
        "titre_fr": "Étude des produits transportés par les smoggleurs",
        "titre_en": "Study of the products carried by smuggling ships",
        "comment_lire_fr": "Ce graphique montre la valeur estimée des produits transportés par les smoggleurs sorti de Dunkerque en 1787. Pour le produire, nous avons utilisé les listes des smoggleurs rédigées mois par mois par l'Amirauté de Dunkerque, et disponibles pour 10 mois; nous avons ensuite appliquée la règle du trois pour aboutir aux données sur l'année. Les produits sont indiqués dans des unités de mesure variées. <br/>En choisissant dans le menu de droite \"Estimation de la valeur à partir des quantités\", on voit aussi bien le total de la valeur estimée, que les unités de mesure à partir desquelles nous avons effectué nos estimations. Par exemple, pour les \"mousseline\" (4e ligne à partir du haut), une partie des exportations étaient déjà indiquées en livres tournois, l'autre en livres poids. L'estimation de la valeur par produit repose sur le recours aux sources de la balance du commerce (Toflit18), qui indiquent le plus souvent aussi bien la quantité que la valeur. Le menu \"Nombre d'observations avec unité exacte toutes directions de ferme\" permet de prendre connaissance du nombre d'observations sur lequel repose notre estimation. Ainsi, pour les mousselines, nous disposons de 18 observations où une exportation exprimée en livres poids est associée à une valeur. Plus le nombre d'observations est élevé, plus la donnée est représentative. <br/>Le menu 'Nombre d'observations vers l'Angleterre' isole, parmi l'ensemble des flux précédents, uniquement ceux à destination du Royaume-Uni. Leur faible nombre explique pourquoi nous avons dû avoir souvent recours aux données relatives à l'ensemble des exportations depuis la France, toute destination confondue. La méthodologie utilisée est plus longuement décrite dans l’Annexe.",
        "comment_lire_en": "This graph shows the estimated value of the products transported by the smugglers departing from Dunkirk in 1787. To produce it, we used the lists of smugglers drawn up month by month by the Admiralty office of Dunkirk, which exist for 10 months; we then applied the rule of three to estimate the value for the whole year. Products are stated in the original source in various units of measurement. <br/>By choosing \"Value estimate made according to quantities\" in the right-hand menu, you see both the total estimated value and the units of measurement from which we made our estimates. For example, for \"mousseline\" (4th line from the top), part of the exports ​​were already stated in livres tournois in the source, others in weight (livres poids, or pounds). The estimation of the value by product is based on the French balance of trade (Toflit18), which most often stated both quantities and values. The “Number of observations with exact unit all directions de fermes” menu shows the number of instances on which our estimate is based. Thus, for mousseline, we have 18 instances where an export expressed in livres poids is associated with a value. The higher the number of observations, the more representative the data. <br/>The 'Number of observations towards England' menu isolates, among all the flows, those directed to the United Kingdom. Their low number explains why we often had to resort to data relating to all exports from France, all destinations combined. The methodology we used is described in more detail in the Appendix.",
        "comment_cest_fait_fr": "La liste des smoggleurs avec la cargaison se trouve dans les Archives municipales de Dunkerque, dossier 197: liste des smoggleurs pour 1787 (10 mois). Elle  a été saisie par Lovni Kaushik, lycéenne en Ontario, Canada, qui a souhaité participer comme bénévole à la saisie des cargaisons des smoggleurs utilisées dans la deuxième étude de cas. Nous avons ensuite révérifié l'intégralité de sa saisie. Cette liste a donné lieu aux calculs explicités plus haut. Les valeurs des produits indiqués en poids ou en quantités ont été estimées à partir de la base de données Toflit18,",
        "comment_cest_fait_en": "The list of smugglers is kept at the  Archives municipales de Dunkerque, dossier 197, year 1787 (10 months). Its content was digitalized by Lovni Kaushik, 11th grader en Ontario, Canada, who volunteered to input data on British smugglers for our second case study. We verified the exactitude of her data input line by line. This list is the basis of the calculation which we explained above. The value of the products which were stated in weight or pieces has been estimated on the basis of the Toflit18 database.",
        "inputs": [],
        "outputs": [
            "smogglage-estimation-par-produit.csv"
        ],
        "cacher_atlas": "",
        "description_fr": "",
        "description_en": "",
        "comment_cest_fait_fr_tech": "Sources : <br />- estimation_smogglage_1787 - https://www.google.com/url?q=https://docs.google.com/spreadsheets/d/e/2PACX-1vRFUMKd1Wfgo9vuETmpsnvp3BLbwzxtN_HSikGN-MtXz6wEvaO_tyQf9G1z2TlBWfByUH3u4-abpnFk/pub?output%3Dcsv&sa=D&source=editors&ust=1685032528909027&usg=AOvVaw2T2yyxxkuFiaVA2SBxR8Aa<br />- dunkerque_smugglers_shipmentvalues.csv (module 5 du datasprint) : https://raw.githubusercontent.com/medialab/portic-datasprint-2022/main/productions/module_05/data/dunkerque_smugglers_shipmentvalues.csv"
    },
    "carte-homeport-smoggleurs": {
        "id": "carte-homeport-smoggleurs",
        "n_chapitre": "2",
        "lien_permanent_visualisation": "https://medialab.github.io/portic-storymaps-2022/#/fr/visualization/carte-homeport-smoggleurs",
        "titre_fr": "Carte des ports d'attache des smoggleurs",
        "titre_en": "Map of smugglers' home ports",
        "comment_lire_fr": "Cette carte permet tout d'abord un aperçu global des ports d'attache des smoggleurs repérés dans les registres des congés délivrés à Dunkerque de 1781 à 1790 (Archives Nationales de France, G5 70 à G5 78; les années 1783 et 1784 manquent). Le total des trajets par année s'affiche dans la partie inférieure de l'image. Il est ensuite possible de choisir un toponyme en se positionnant soit sur le toponyme, soit sur le cercle correspondant sur la carte. Le graphique en bas se reconfigure pour laisser apparaître l'évolution des départs pour ce toponyme précis. Dans le cadre de cette étude de cas, le port d'attache a été utilisé comme une approximation pour la destination des smoggleurs, qui n'est pas indiquée par la source exploitée.",
        "comment_lire_en": "This map provides a global overview of the home ports of the British smugglers we identified in the registers of congés issued in Dunkirk from 1781 to 1790 (National Archives of France, G5 70 to G5 78; the years 1783 and 1784 are missing). The total number of voyages per year is displayed in the lower part of the image. You can also choose a toponym by positioning yourself either on the toponym or on the corresponding circle on the map. The graph at the bottom reconfigures and shows the evolution of departures for this specific toponym. As part of this case study, the home port has been used as a proxy for the destination of the smugglers, which is not mentioned by the source we exploited.",
        "comment_cest_fait_fr": "Les données sont issues des Archives Nationales de France, G5 70 à G5 78, et elles ont été fournies par Christian Pfister; les années 1783 et 1784 manquent.",
        "comment_cest_fait_en": "The data come from the National Archives of France, G5 70 to G5 78, and were provided by Christian Pfister; the years 1783 and 1784 are missing.",
        "inputs": [
            "map_backgrounds/world_map.geojson",
            "https://docs.google.com/spreadsheets/d/e/2PACX-1vRq2TJOb7Ima9hBKiO1Kde_yFYoS6grucmtb6KRh6QpF4nwzjJF34WvpsGjS4wtrQ/pub?gid=1735395597&single=true&output=csv"
        ],
        "outputs": [
            "map_backgrounds/world_map.geojson",
            "homeport-smoggleurs.csv"
        ],
        "cacher_atlas": "",
        "description_fr": "",
        "description_en": "",
        "comment_cest_fait_fr_tech": "Données tirées de Smoggleurs GB 1781-91_Dunkerque_relevé C_Pfister.xlsx - https://docs.google.com/spreadsheets/d/e/2PACX-1vRq2TJOb7Ima9hBKiO1Kde_yFYoS6grucmtb6KRh6QpF4nwzjJF34WvpsGjS4wtrQ/pub?gid=1735395597&single=true&output=csv"
    },
    "exports-vs-smogglage": {
        "id": "exports-vs-smogglage",
        "n_chapitre": "2",
        "lien_permanent_visualisation": "https://medialab.github.io/portic-storymaps-2022/#/fr/visualization/exports-vs-smogglage",
        "titre_fr": "Produits smogglés par port d'attache des smoggleurs en 1787",
        "titre_en": "Smoggled products by home port in 1787",
        "comment_lire_fr": "Cette carte montre les ports d'attache des navires smoggleurs britanniques qui ont obtenu un congé à Dunkerque en 1787. Les congés de Dunkerque indiquent une fausse destination (Lisbonne ou Bergen) et il est donc impossible de cartographier leur vraie destination. Nous estimons toutefois que le port d'attache est un bon indicateur de la destination supposée du navire. <br />En sélectionnant la variable dans le menu en haut, il est possible d'avoir un aperçu d'ensemble du nombre des voyages par \"destination\", ou de la valeur de la cargaison, que nous avons estimée en suivant la méthode expliquée dans le corps du texte et dans l’Annexe. <br />Il est également possible de sélectionner un port au choix en cliquant sur le toponyme ou sur le cercle correspondant, et visualiser ainsi la composition de la cargaison par grandes catégories de produits. En survolant le diagramme qui s'affiche alors, une infobulle indique la valeur estimée par catégorie des produits, et la part que chaque catégorie représente sur le total de la valeur estimée. Pour revenir en arrière, cliquer sur le \"X\" qui s'affiche en haut à droite.",
        "comment_lire_en": "This map shows the home ports of the British smugglers which obtained a congé (departure permit) at Dunkirk in 1787. The congés of smuggling ships in Dunkirk stated a false destination (Lisbon or Bergen): we think that the home port is however a good indicator of the probable destination of the ship.  <br/> By selecting the variable in the menu at the top on the left, it is possible to have an overview of the number of voyages, or of the value of the cargo, which we estimated according to the method we explained in the main text of the case study and in the Appendix.  <br/>It is also possible to select a port by clicking on the toponym or on the corresponding circle, and view then the composition of the cargo by the major categories of products. By hovering on the diagram of these products, additional information is provided on the estimated value of each product category, and on its percentage in the estimated total value. To get back on the main map, click on the \"X\" on the right upper side.",
        "comment_cest_fait_fr": "Les données sont issues de la base Navigocorpus, pour l'année 1787. Nous y avons sélectionné les flux des smoggleurs au départ de Dunkerque (navires de 12 tx, de pavillon britannique, déclarant une fausse destination). Le pavillon est déduit à partir du port d'attache.<br />Les produits ont été regroupés en quelques grandes catégories, et leur valeur a été estimée selon la méthode indiquée dans l’Annexe. ",
        "comment_cest_fait_en": "The data come from the Navigocorpus database, for the year 1787. We selected the flows of smugglers departing from Dunkirk (ship of 12 tonneaux, sailing under the British flag, and declaring a false destination). The flag is deduced from the ship's home port.<br />We aggregated the products in a few major categories. We estimated their value following the method which we explain in the main text and in the Appendix.",
        "inputs": [
            "https://docs.google.com/spreadsheets/d/e/2PACX-1vRFUMKd1Wfgo9vuETmpsnvp3BLbwzxtN_HSikGN-MtXz6wEvaO_tyQf9G1z2TlBWfByUH3u4-abpnFk/pub?output=csv",
            "https://raw.githubusercontent.com/medialab/portic-datasprint-2022/main/productions/module_05/data/dunkerque_smugglers_shipmentvalues.csv"
        ],
        "outputs": [
            "smogglage-estimation-par-produit.csv",
            "smogglage-vs-exports-par-homeport.csv",
            "map_backgrounds/england_map.geojson"
        ],
        "cacher_atlas": "",
        "description_fr": "",
        "description_en": "",
        "comment_cest_fait_fr_tech": "Sources : <br />- estimation_smogglage_1787 - https://www.google.com/url?q=https://docs.google.com/spreadsheets/d/e/2PACX-1vRFUMKd1Wfgo9vuETmpsnvp3BLbwzxtN_HSikGN-MtXz6wEvaO_tyQf9G1z2TlBWfByUH3u4-abpnFk/pub?output%3Dcsv&sa=D&source=editors&ust=1685032528909027&usg=AOvVaw2T2yyxxkuFiaVA2SBxR8Aa<br />- dunkerque_smugglers_shipmentvalues.csv (module 5 du datasprint) : https://raw.githubusercontent.com/medialab/portic-datasprint-2022/main/productions/module_05/data/dunkerque_smugglers_shipmentvalues.csv"
    },
    "": {
        "id": "",
        "n_chapitre": "",
        "lien_permanent_visualisation": "",
        "titre_fr": "",
        "titre_en": "",
        "comment_lire_fr": "",
        "comment_lire_en": "",
        "comment_cest_fait_fr": "",
        "comment_cest_fait_en": "",
        "inputs": [],
        "outputs": [],
        "cacher_atlas": "",
        "description_fr": "",
        "description_en": "",
        "comment_cest_fait_fr_tech": ""
    },
    "tonnage-moyen-par-mois": {
        "id": "tonnage-moyen-par-mois",
        "n_chapitre": "5",
        "lien_permanent_visualisation": "https://medialab.github.io/portic-storymaps-2022/#/fr/visualization/tonnage-moyen-par-mois",
        "titre_fr": "Tonnage moyen par mois",
        "titre_en": "Average tonnage per month",
        "comment_lire_fr": "Ce graphique montre le tonnage des navires ayant pris un congé (tout type de congé confondu). Le tonnage a été agrégé par mois. Il est possible de visualiser les données pour chaque année en cliquant en bas, sur la barre des abscisses, en correspondance de l'année souhaitée. ",
        "comment_lire_en": "This graph shows the tonnage of ships having taken a congé (all types combined). We aggregated tonnage by month. It is possible to view the data for each year by clicking at the bottom on the x axis bar for the required year.  ",
        "comment_cest_fait_fr": "Les données vont de 1781 et 1790, et ont été collectées par Christian Pfister à partir des registres de congés délivrés à Dunkerque (Archives Nationales de France, G5 70 à G5 78; les registres des années 1783 et 1784 manquent).",
        "comment_cest_fait_en": "The data goes from 1781 and 1790, and was collected by Christian Pfister from the leave registers issued in Dunkirk (Archives Nationales de France, G5 70 to G5 78; registers for the years 1783 and 1784 are missing).",
        "inputs": [
            "https://docs.google.com/spreadsheets/d/e/2PACX-1vRtEHMi-XI37xMlMXvDSS2Tnfy_DqSmpyx320i9iT7Wa1bTBEDqg1Y76AgF5WQW-g/pub?gid=1647345428&single=true&output=csv"
        ],
        "outputs": [
            "tonnage-moyen-par-mois.csv"
        ],
        "cacher_atlas": "",
        "description_fr": "",
        "description_en": "",
        "comment_cest_fait_fr_tech": "Données issues de PFISTER_PORTS_NAVIRES_A_XVIII_page_521.xlsx - https://docs.google.com/spreadsheets/d/e/2PACX-1vRtEHMi-XI37xMlMXvDSS2Tnfy_DqSmpyx320i9iT7Wa1bTBEDqg1Y76AgF5WQW-g/pub?gid=1647345428&single=true&output=csv"
    },
    "annexe-an-1790": {
        "id": "annexe-an-1790",
        "n_chapitre": "3",
        "lien_permanent_visualisation": "",
        "titre_fr": "Réclamation contre la franchise de Dunkerque par M. Bouchette",
        "titre_en": "Complaint against the Dunkirk franchise by Mr. Bouchette",
        "comment_lire_fr": "",
        "comment_lire_en": "",
        "comment_cest_fait_fr": "Première page du débat à l'Assemblée nationale: Bouchette François-Joseph. Réclamation contre la franchise de Dunkerque par M. Bouchette, en annexe de la séance du 31 octobre 1790. In: Archives Parlementaires de 1787 à 1860 - Première série (1787-1799), Tome XX - Du 23 octobre au 26 novembre 1790, p. 175-180. (https://www.persee.fr/doc/arcpa_0000-0000_1885_num_20_1_8808_t1_0175_0000_3).",
        "comment_cest_fait_en": "First page of the debate at the National Assembly: Bouchette François-Joseph. Réclamation contre la franchise de Dunkerque par M. Bouchette, en annexe de la séance du 31 octobre 1790. In: Archives Parlementaires de 1787 à 1860 - Première série (1787-1799), Tome XX - Du 23 octobre au 26 novembre 1790, p. 175-180. (https://www.persee.fr/doc/arcpa_0000-0000_1885_num_20_1_8808_t1_0175_0000_3).",
        "inputs": [],
        "outputs": [],
        "cacher_atlas": "",
        "description_fr": "",
        "description_en": "",
        "comment_cest_fait_fr_tech": ""
    },
    "fraude-exports-dunkerque": {
        "id": "fraude-exports-dunkerque",
        "n_chapitre": "3",
        "lien_permanent_visualisation": "https://medialab.github.io/portic-storymaps-2022/#/fr/visualization/fraude-exports-dunkerque",
        "titre_fr": "Les masses manquantes de la balance dunkerquoise pour son commerce colonial en 1789",
        "titre_en": "The missing masses of Dunkirk trade for its colonial trade in 1789",
        "comment_lire_fr": "Ce graphique compare les importations et les exportations en produits coloniaux de Dunkerque telles que présentes dans Toflit18. Il est possible de mettre en évidence un produit en particulier en survolant avec la souris le nom du produit (café, sucre, etc). Les flèches qui partent à droite du produit indiquent la part du produit exporté lqui a été enregistrée par les autorités françaises (flèches vers \"Monde\") et celle supposée en fraude (flèches vers la droite). Les statistiques utilisées emploient la catégorie générique \"Monde\" pour désigner les réexportations coloniales.<br\\>Par exemple, 4,1 M de livres tournois de café sont signalées comme étant importées par Dunkerque, mais seulement 1,2 M de livres tournois de café ont été réexportées officiellement. Il manque donc 2,9 M de livres tournois de café. C’est trop pour la consommation intérieure de Dunkerque. Cela suggère donc une fraude importante.",
        "comment_lire_en": "This graph compares imports and exports of colonial products to and from Dunkirk issued from data in Toflit18. It is possible to highlight a particular product by hovering over the product name (coffee, sugar, etc.). The arrows departing on the right of the product show the part of it recorded as being reexported to a destination (arrows to \"World\") and the part we suppose having been smuggled (arrows to the right). The French statistics used the generic category \"World\" for colonial reexports.<br\\>For example, 4.1 million lt of coffee are reported as being imported in Dunkirk, but only 1.2 million lt of coffee were reexported. Therefore, 2.9 million livres tournois of coffee are missing. This is too much to represent Dunkirk’s domestic consumption: it suggests a significant fraud.",
        "comment_cest_fait_fr": "Les données sont issues de la base Toflit18, pour lesquelles on a regroupé les partenaires en trois groupes : France, Colonies (\"Asie\", \"Afrique\", \"Amériques\", \"Outre-mers\", \"Outre-mer\"), et tout le reste.<br />Il est à noter que l'on ne dispose des exportations que pour les produits coloniaux, qui sont les seuls pris en compte dans cette visualisation.",
        "comment_cest_fait_en": "Data come from the Toflit18 database, for which we grouped the partners into three groups: France, Colonies (\"Asia\", \"Africa\", \"Americas\", \"Overseas\", \"Overseas\"), and everything else.<br />It should be noted that we only have exports for colonial products, which are the only ones taken into account in this visualization.",
        "inputs": [],
        "outputs": [
            "fraude-exports.csv"
        ],
        "cacher_atlas": "",
        "description_fr": "",
        "description_en": "",
        "comment_cest_fait_fr_tech": "Partenaires groupés selon les règles suivantes :<br />- colonies : [\"Asie\", \"Afrique\", \"Amériques\", \"Outre-mers\", \"Outre-mer\"]<br />- France : france,<br />- monde : reste<br />Il est à noter que l'on ne dispose des exports que pour les produits coloniaux, qui sont les seuls pris en compte dans cette visualisation.<br />"
    },
    "formule-estimation": {
        "id": "formule-estimation",
        "n_chapitre": "3",
        "lien_permanent_visualisation": "",
        "titre_fr": "Formule utilisée pour estimer la valeur exportée par Dunkerque",
        "titre_en": "Formula used to estimate the value exported by Dunkerque",
        "comment_lire_fr": "",
        "comment_lire_en": "",
        "comment_cest_fait_fr": "",
        "comment_cest_fait_en": "",
        "inputs": [],
        "outputs": [],
        "cacher_atlas": "oui",
        "description_fr": "",
        "description_en": "",
        "comment_cest_fait_fr_tech": ""
    },
    "tonnages-1787-f12": {
        "id": "tonnages-1787-f12",
        "n_chapitre": "3",
        "lien_permanent_visualisation": "https://medialab.github.io/portic-storymaps-2022/#/fr/visualization/tonnages-1787-f12",
        "titre_fr": "Estimation du tonnage par pays de destination, selon la source F12, pour 1787",
        "titre_en": "Estimated tonnage by country of destination, according to source F12, for 1787",
        "comment_lire_fr": "Ce diagramme montre le tonnage total sorti de France en 1787, par pays de destination, tel qu’indiqué par une statistique nationale conservée aux Archives nationales, série F12. Les pays indiqués sont ceux de la source d'origine (à gauche) ou ceux correspondant aux catégories agrégées de la balance du commerce (à droite) (Toflit18 \"grouping\"). D’après la source F12, le tonnage agrégé des navires utilisés pour les exportations de la France vers la Prusse en 1787 était de c. 20 000 tonneaux. La valeur précise s'affiche en survolant la barre bleu correspondante. <br/>La source ne précise toutefois pas s'il s'agit du total, ou uniquement du tonnage de navires partis chargés. Cette même source fournit à part le total des départs sur lest. Le menu en bas du diagramme permet de suivre les deux hypothèses (total général, ou total des navires chargés seulement). L'hypothèse qui nous a semblé la plus plausible est que le total indiqué exclut les navires partis sur lest. C’est notre estimation de référence. <br/>Toutefois, si on pense que le total de la source F12 comprend aussi les navires sur lest, pour aboutir au tonnage total des navires chargés qui nous intéresse plus particulièrement pour la suite de notre étude, il faut retirer leur volume (indiqué dans un autre tableau dans la même source). Dans ce cas, le volume total des navires utilisés pour les exportations de la France vers la Prusse ne serait que de c. 18 000 tonneaux (2 000 tx étant sortis sur lest).<br/>Si on utilise les listes de partenaires disponibles pour les mesures de commerce (toflit18) et plus précisément celle de la classification \"grouping\", la Prusse est comprise dans la catégorie \"Nord\". Le volume total des navires hors lest utilisés pour les exportations de la France vers le Nord était de c. 240 000 tonneaux (estimation de référence) ou c. 195 000 tonneaux (estimation supposant que la source F12 comprend les navires sortis sur lest).",
        "comment_lire_en": "This diagram shows the total tonnage of ships departing from France in 1787, by country of destination, as provided by a French national statistic (series F12). The countries indicated are those mentioned in the original source (on the left) or those corresponding to the aggregate categories of the balance of trade (on the right) (Toflit18 \"grouping\"). According to this F12 source, the aggregate tonnage of ships used for exports from France to Prussia in 1787 was c. 20,000 tonneaux. By hovering on the bar, you can see the precise value. <br/>The source does not specify whether this was the total tonnage, or only the total tonnage of ships that departed with a cargo. This same source provides separately a total of departures of ships on their ballast. The menu at the bottom of the diagram allows you to explore the two hypotheses (grand total, or total of loaded ships only). After debate, our hypothesis is that the grand total excludes ships leaving in ballast. This is therefore our reference estimate.<br/>However, if you think that the grand total of source F12 also includes ships departing on ballast, the volume of ships in ballast (which is provided by another table in the same source) should be removed in order to obtain the tonnage of the loaded ships, which we need for our study. The total volume of ships used for exports from France to Prussia would then be only 18,000 tonneaux approx. (2,000 tx departing on ballast).<br/>If we use the lists of partners used by the Balance of Trade (Toflit18) and more precisely its \"grouping\" classification, Prussia is then included in the \"North\" category. The total volume of ships excluding ballast used for exports from France to the North was c. 240,000 tonneaux (reference estimate) or c. 195,000 tonneaux (estimate assuming that source F12 included ships leaving on ballast).",
        "comment_cest_fait_fr": "Les données proviennent du Tableau de la Navigation de 1787 (Archives Nationales de France,  F12/1835).",
        "comment_cest_fait_en": "Data come from the Tableau de la Navigation (statistics of navigation) for 1787 kept at the National Archives of France,  F12/1835).",
        "inputs": [],
        "outputs": [
            "tonnages_f12_1787.csv",
            "tonnages_f12_1787_aggregated_by_grouping.csv"
        ],
        "cacher_atlas": "",
        "description_fr": "",
        "description_en": "",
        "comment_cest_fait_fr_tech": "Source : F12 - Tonnage destinations étrangères navigo 1787 - export_navigo_1787_destinations_flows.csv - https://docs.google.com/spreadsheets/d/e/2PACX-1vRHqTGjTMavPEw0Mf4RBjvXz5qhBjWV7a1gYuokEvaKRP-HzBSURdpCozaXzHHySXLKQWrQcO7LGk2K/pub?output=csv"
    },
    "exports-fr-1787": {
        "id": "exports-fr-1787",
        "n_chapitre": "3",
        "lien_permanent_visualisation": "https://medialab.github.io/portic-storymaps-2022/#/fr/visualization/exports-fr-1787",
        "titre_fr": "Exportations de la France en 1787, par partenaire",
        "titre_en": "Exports from France in 1787, by partner",
        "comment_lire_fr": "Ce graphique indique les exportations de la France par partenaire (y compris les réexportations) en 1787 d’après Toflit18. Par exemple, les exportations totales de la France vers le \"Nord\" (partenaire tiré de la classification \"grouping\") sont, d'après la balance du commerce, de c. 87 millions de livres tournois en 1787. En survolant les barres, les données précises s'affichent.",
        "comment_lire_en": "This graph provides total exports (including re-exports) by France to all its trade partners in 1787. For example, France's total exports to the \"North\" (a partner taken from the \"grouping\" classification) was, accoding to the French balance of trade, c. 87 million livres tournois in 1787.",
        "comment_cest_fait_fr": "Les données de la Balance du commerce sont issues de la base Toflit18, dans laquelle nous avons sélectionné les exports et les avons agrégés par partenaire selon la classification \"grouping\".",
        "comment_cest_fait_en": "The data of the French balance of trade come from the Toflit18 database, from which we selected the exports and aggregated them by partner according to the \"grouping\" classification.",
        "inputs": [],
        "outputs": [
            "toflit18_exports_nationaux_1787.csv"
        ],
        "cacher_atlas": "",
        "description_fr": "",
        "description_en": "",
        "comment_cest_fait_fr_tech": "Source : toflit18 exports.<br />Utilisation de la classification \"grouping\""
    },
    "valeur-par-tonneau": {
        "id": "valeur-par-tonneau",
        "n_chapitre": "3",
        "lien_permanent_visualisation": "https://medialab.github.io/portic-storymaps-2022/#/fr/visualization/valeur-par-tonneau",
        "titre_fr": "Valeur moyenne d’un tonneau d’exportation en 1787",
        "titre_en": "Mean value of an export tonneau in 1787",
        "comment_lire_fr": "Le premier graphique rappelle la valeur totale des exportations depuis la France en 1787 par partenaire et le graphique du centre le tonnage total agrégé des navires partis vers les ports appartenant à ces mêmes partenaires. Ces deux graphiques font l'objet d'une présentation détaillée dans l'Atlas. Leurs données nous permettent ici de calculer les données présentées dans le graphique le plus à droite, qui indique la valeur moyenne d’un tonneau d’exportation d’après les données Toflit18. Ainsi, vers le \"Nord\", un tonneau avait une valeur de près de 375 livres tournois (calcul fondé sur l’estimation de référence, à savoir que la source qui indique le tonnage ne comprend que les navires chargés).<br/>Cette valeur serait plutôt de 465 livres tournois si on suppose au contraire que la source F12 inclut aussi les navires partis sur lest (voir l'explication de cette incertitude dans la visualisation \"Estimation du tonnage par pays de destination, selon la source F12, pour 1787\" dans cet Atlas). <br/> Les données précises s'affichent en survolant les barres des graphiques.",
        "comment_lire_en": "The first graph on the left shows the total value of French exports in 1787 to its partners, and the graph in the middle the total tonnage of ships departed from France to the ports belonging to these same partners. Both graphs have been presented elsewhere in this Atlas. Their data makes it possible to calculate the data shown in the graph on the left, which provides the mean value of a tonneau of export from France in 1787. For exemple, a tonneau of exports to the North was worth almost 375 livres tournois (lt), according to our reference estimate (ie, that the total tonnage excludes ships on ballast). <br/>This value would rather be 465 lt if we assumed that the source F12 includes also the ships departing on ballast (see the explanation on the uncertainty concerning the F12 source in the visualisation \"Estimated tonnage by country of destination, according to archival source F12, for 1787\" of this Atlas. <br/> By hovering on the bar, you can see the precise value. ",
        "comment_cest_fait_fr": "Nous avons divisé la valeur des exportations par mer de la France par partenaire d’après Toflit18, par celle des tonnages (hors lest) utilisés pour le commerce vers la France d’après la source F12. Cela permet de calculer la valeur moyenne d'un tonneau exporté.<br\\>Les données sont issues de la base Toflit18 (exportations de 1787 et part de la mer en 1792), et du Tableau de la Navigation de 1787 (Archives Nationales de France,  F12/1835)",
        "comment_cest_fait_en": "We divided the value of French sea exports per partner according to Toflit18 by the total tonnage (excluding ships departing on ballast) of ships according to the source F12.<br\\>The data come from the Toflit18 database (1787 exports and share of sea trade in 1792), and from the the Tableau de la Navigation (statistics of navigation) for 1787 kept at the National Archives of France, F12/1835).",
        "inputs": [],
        "outputs": [
            "projection-valeur-par-tonneau.csv"
        ],
        "cacher_atlas": "",
        "description_fr": "",
        "description_en": "",
        "comment_cest_fait_fr_tech": "Sources : F12 et tofit18."
    },
    "comparaisons-la-rochelle": {
        "id": "comparaisons-la-rochelle",
        "n_chapitre": "3",
        "lien_permanent_visualisation": "https://medialab.github.io/portic-storymaps-2022/#/fr/visualization/comparaisons-la-rochelle",
        "titre_fr": "Comparaisons de l’estimation et des sources sur les exportations de la direction des fermes de La Rochelle en 1789",
        "titre_en": "Comparing the estimation and the sources regarding the exports of the Direction des Fermes of La Rochelle in 1789",
        "comment_lire_fr": "Les deux graphiques du haut indiquent respectivement la valeur par partenaire des exportations de la direction des fermes de La Rochelle en 1789 et le volume total (hors lest) par partenaire des navires partis de la direction de La Rochelle en 1789, exprimé en tonneaux. Par exemple, Toflit18 nous dit que la direction des Fermes de La Rochelle a exporté pour 4 900 000 de lt vers le partenaire \"Angleterre\" sur, d’après Navigocorpus, des navires d’un volume total de 12 500 tonneaux. En survolant les barres, le détail de valeur s'affiche dans une infobulle. Les partenaires s'affichent selon la catégorie \"grouping\" de Toflit18.<br/>Le graphique du bas compare l’estimation des exportations d’après la méthode déployée dans la section III  de cette étude (elle est de 14,9 M de lt ou 20,6 M de lt selon que la source F12 comprend ou non le volume des navires partis sur lest) avec la valeur des exportations indiquées par Toflit18 (11,5 M de lt). <br/>La comparaison par partenaire peut être trompeuse. Toflit18 n’indique pas de partenaire pour les réexportations de produits coloniaux (d’où les plus de 5 M de lt d’exportations vers \"Partenaires indéfinis\") alors que notre méthode assigne ces réexportations à des partenaires spécifiques. <br/>",
        "comment_lire_en": "The two top graphs respectively indicate the value per partner of exports from the direction des Fermes of La Rochelle in 1789 and the total volume (excluding ballast) per partner of ships leaving from the ports of the same direction of La Rochelle in 1789, expressed in tonneaux. For example, Toflit18 says that the directions des Fermes de la Rochelle exported 4,900,000 lt to \"England\" on, according to Navigo, ships with a total volume of 12,500 tonneaux. Detailed data are provided in hovering on the graph's bars. Partners are listed according to the \"grouping\" category of Toflit18.<br/>The bottom graph compares the estimate of exports according to the method deployed in section III of iscase study  (14.9 M lt or 20.6 M lt depending on whether the F12 source includes or not the volume of ships leaving in ballast) with the value of exports indicated by Toflit18 (11.5 M lt).<br/>Comparison by partner can be misleading. Toflit18 does not indicate a partner for re-exports of colonial products (hence the more than 5 million lt of exports to \"Undefined partners\") while our method assigns these re-exports to specific partners.",
        "comment_cest_fait_fr": "Les données de navigation sont issues de la base Navigocorpus, pour laquelle nous avons sélectionné les flux au départ de ports rattachés à la direction des fermes de La Rochelle, partant pour l'étranger. Nous avons supprimé de ces flux les voyages concernant la pêche ou des navires sur lest.<br />Les données du commerce sont issues de la base Toflit18, pour l'année 1789, nous avons retenu les flux d'export depuis la direction des fermes de La Rochelle. Nous avons exclus les flux à destination des îles françaises de l'Amérique, des Colonies françaises, de la France, du Sénégal, et de Saint-Domingue.",
        "comment_cest_fait_en": "This chart compares the 6 French ports on the Atlantic coasts which we identified as the major ports smuggling to the British Islands in 1787. We explained the criteria we used to identify the smugglers in the Appendix of this study. <br />The upper chart shows the total number of departures of British ships for each port. <br />The lower chart states the percentage of those we identified as smugglers. <br />Additional information is available when hovering on the chart.",
        "inputs": [],
        "outputs": [
            "comparaisons-la-rochelle-toflit18.csv",
            "comparaisons-la-rochelle-navigo.csv",
            "comparaisons-la-rochelle-projection.csv"
        ],
        "cacher_atlas": "",
        "description_fr": "",
        "description_en": "",
        "comment_cest_fait_fr_tech": "navigo : pas de lest/lège/vide/futailles vides, pas de pêche,departure_function = O, departure_ferme_direction = \"La Rochelle\", destination_state_1789_fr != \"France\"<br />toflit18 : flow['year'] == '1789' \\        and flow['customs_direction'] == \"La Rochelle\" \\        and flow['export_import'] == 'Exports' \\        and flow['partner_simplification'] != 'Îles françaises de l\\'Amérique' \\        and flow['partner_simplification'] != 'Colonies françaises' \\        and flow['partner_grouping'] != 'France' \\        and flow['partner_simplification'] != 'Sénégal' \\        and flow['partner_simplification'] != 'Saint-Domingue'"
    },
    "destinations-dk-pour-projection": {
        "id": "destinations-dk-pour-projection",
        "n_chapitre": "3",
        "lien_permanent_visualisation": "https://medialab.github.io/portic-storymaps-2022/#/fr/visualization/destinations-dk-pour-projection",
        "titre_fr": "Destinations des bateaux partis vers l'étranger depuis le port de Dunkerque en 1789, agrégées par tonnage cumulé (sans pêche et sans smoggleurs)",
        "titre_en": "Destinations of ships departing from the port of Dunkirk in 1789 to foreign destination, aggregated by total tonnage (fishing and smugglers excluded)",
        "comment_lire_fr": "Ce graphique indique le tonnage total des navires partis depuis Dunkerque chargés pour différents partenaires en 1789. Les partenaires correspondent à ceux de la catégorie \"grouping\" de Toflit18.<br/>Ce tonnage exclut les navires partis sur lest, les navires partis pour la pêche et les smoggleurs.<br/>En survolant la barre, les informations détaillées s'affichent. Par exemple, les navires partis de Dunkerque vers l’Angleterre avaient un volume total de 4 508 tonneaux.",
        "comment_lire_en": "This graph shows the total tonnage of ships leaving from Dunkirk with a cargo bound to different partners in 1789. Partners are those of the category \"grouping\" of Toflit18.<br/>The total tonnage excludes ships departing in ballast, fisheries and smugglers.<br/>By hovering on the chart, detailed information pops up. For example, the ships leaving Dunkirk bound to England had a total volume of 4,508 tons.",
        "comment_cest_fait_fr": "Les données sont issues de la base Navigocorpus, et agrégées selon la classification des partenaires propre à Toflit18 \"grouping\".",
        "comment_cest_fait_en": "The data come  from the Navigocorpus database, and aggregated according to the Toflit18 “grouping” classification of partners.",
        "inputs": [],
        "outputs": [
            "destinations-dk-pour-projection.csv"
        ],
        "cacher_atlas": "",
        "description_fr": "",
        "description_en": "",
        "comment_cest_fait_fr_tech": "Source : navigo flows, aggrégation par destination_partner_balance_1789"
    },
    "estimation-par-destination-dk": {
        "id": "estimation-par-destination-dk",
        "n_chapitre": "3",
        "lien_permanent_visualisation": "https://medialab.github.io/portic-storymaps-2022/#/fr/visualization/estimation-par-destination-dk",
        "titre_fr": "Estimation des valeurs d'exportation par destination pour Dunkerque en 1789",
        "titre_en": "Estimated export values ​​by destination for Dunkirk in 1789",
        "comment_lire_fr": "Ces graphiques indiquent :<br/>1. Le volume total des navires partis chargés de Dunkerque (hors lest, pêche et smoggleurs) d’après Navigocorpus. Par exemple 4 508 tonneaux vers l’Angleterre.<br/>2. La valeur par tonneau transporté dans ces navires d’après l’estimation de cette section. Par exemple 390 livres tournois pour l’Angleterre (estimation de référence).<br/>3. L’estimation des exportations obtenue en multipliant les points 1 et 2. Par exemple 1,76 M de livres tournois pour l’Angleterre (estimation de référence).<br/>2 et 3 dépendent de l’hypothèse faite sur l’inclusion ou non du lest dans la source F12: on peut tester les deux hypothèses en les sélectionnant sur la barre inférieure.<br/>Le détail des valeurs s'affiche en survolant les barres.",
        "comment_lire_en": "These graphs show:<br/>1. The total volume of ships leaving Dunkirk with a cargo (excluding ballast, fishing and smugglers) according to Navigocorpus. For example, a total of 4,508 tonneaux departed to England.<br/>2. The average value per tonneau carried in these ships as estimated in this section. For example, 390 lt for England (reference estimate).<br/>3. The estimate of exports obtained by multiplying points 1 and 2. For example, 1.76 million livres tournois for England (reference estimate).<br/>2 and 3 depend on the hypothesis made on the inclusion or not of ballast in source F12. You can explore both hypothesis by selecting them on the bar below the graph.<br/>Detailed data are shown when hovering on the bars.",
        "comment_cest_fait_fr": "Les données de la navigation sont tirées de la base Navigocorpus. Elles agrègent le tonnage des navires partis de Dunkerque en 1789 pour l'étranger, pêche et smogglage exclus. L'agrégation des partenaires est réalisée selon la classification \"grouping\" de Toflit18 pour permettre les calculs.<br/>Les données des valeurs des exportations sont tirées de la base Toflit18, elles concernent le bureau des fermes de Dunkerque en 1789. L'agrégation est réalisée selon la classification \"grouping\", et exprimée en livres tournois.",
        "comment_cest_fait_en": "The data on shipping come from the Navigocorpus database. It adds the tonnage of all ships departing from Dunkirk in 1789 bound abroad, fishing and smuggling excluded, expressed in tonneaux.  Ports of destination are agregated accoring to the “grouping” classification of Toflit18, to make the calculations possible.<br/>Data on value of exports are taken from the Toflit18 database, for the bureau of the General Farms of Dunkirk. The aggregation is carried out according to the “grouping” classification of partners, and expressed in livres tournois currency.",
        "inputs": [],
        "outputs": [
            "estimation-exports-dk-1789-par-partenaire.csv"
        ],
        "cacher_atlas": "",
        "description_fr": "",
        "description_en": "",
        "comment_cest_fait_fr_tech": "Sources : voir étapes précédentes"
    },
    "comparaison-projection-destination-produits-coloniaux-dk": {
        "id": "comparaison-projection-destination-produits-coloniaux-dk",
        "n_chapitre": "3",
        "lien_permanent_visualisation": "https://medialab.github.io/portic-storymaps-2022/#/fr/visualization/comparaison-projection-destination-produits-coloniaux-dk",
        "titre_fr": "Comparaison entre la projection par les destinations navigo et les imports du bureau des fermes de Dunkerque en 1789 pour les mêmes destinations",
        "titre_en": "Comparison between the projection by Navigo destinations and the imports from the bureau des fermes of Dunkirk in 1789 for the same destinations",
        "comment_lire_fr": "Cette paire de graphiques permet de comparer la valeur des exportations (hors smoggleurs et pêche) de Dunkerque par partenaires que nous venons d’estimer (graphique à gauche) avec la valeur des importations de Dunkerque par partenaire d’après Toflit18 (graphique de droite). Ainsi, nous estimons les exportations vers l’Angleterre à 1,76 M de lt. Toflit18 indique une valeur des importations de presque 15 M de lt, suggérant un déficit commercial bilatéral de plus de 13 M de lt.<br/>L’estimation des exportations de Dunkerque varie en fonction de l’hypothèse de l’inclusion ou non du lest dans la source de navigation F12: on peut comparer les deux hypothèses en les sélectionnant sur la barre inférieure. Si on pense que F12 comprend le lest, l’estimation est plus élevée. Cette augmentation est de plus de 75% dans le cas de l’Angleterre (3,2 M de lt plutôt que 1,76 M de lt).<br/> Le détail des valeurs s'affiche en survolant les barres.",
        "comment_lire_en": "This pair of graphs allows us to compare the value of exports (excluding smugglers and fishing) from Dunkirk by partners that we have just estimated (on the left) with the value of imports from Dunkirk by partner according to Toflit18 (on the right). Thus, we estimate exports to England at 1.76 million lt. Toflit18 indicates a value of imports of almost 15 million lt, suggesting a bilateral trade deficit of over 13 million lt.<br/>The values ​​in the left graph depend on the hypothesise made on whether ballast is included in the F12 navigation source. You can compare the two hypothesis by selecting them in the bar below the graph. If F12 included ships on ballast, this would increase the estimate of the total exports (the baseline estimate is lower). This increase is more than 75% in the case of England (3.2 million lt rather than 1.76 million lt). <br/>Detailed data are shown when hovering on the bars.",
        "comment_cest_fait_fr": "Les données sont tirées de la base Toflit18, pour les exportations et importations concernant le bureau des fermes de Dunkerque en 1789. L'agrégation est réalisée selon la classification \"grouping\" des partenaires, et exprimée en livres tournois.",
        "comment_cest_fait_en": "The data come from the Toflit18 database, for exports and imports concerning the bureau of the Farms of Dunkirk in 1789. The aggregation is carried out according to the “grouping” classification of partners, and expressed in livres tournois currency.",
        "inputs": [],
        "outputs": [
            "estimation-exports-dk-1789-par-partenaire.csv"
        ],
        "cacher_atlas": "",
        "description_fr": "",
        "description_en": "",
        "comment_cest_fait_fr_tech": "Source pour la comparaison: toflit18, customs_office=Dunkerque, partner_grouping=France.<br />Agrégation selon partner_grouping, par valeur agrégée en livres tournois. "
    },
    "estimation-imports-exports": {
        "id": "estimation-imports-exports",
        "n_chapitre": "3",
        "lien_permanent_visualisation": "https://medialab.github.io/portic-storymaps-2022/#/fr/visualization/estimation-imports-exports",
        "titre_fr": "Estimation des exportations de Dunkerque en 1789",
        "titre_en": "Estimated exports from Dunkirk in 1789",
        "comment_lire_fr": "Ces graphiques résument les estimations des exportations totales de Dunkerque et les comparent avec les importations, qui sont connues.  <br/>Le graphique de gauche représente le commerce de Dunkerque avec tous ses partenaires. On distingue les données issues des sources (en rouge), les projections des exportations que nous avons effectuées selon la méthode détaillée dans le texte (en bleu), et la différence qui se dégage entre les importations connues et les exportations connues ou estimées (en noir). <br/>Le graphique de droite représente le commerce de Dunkerque avec le seul Royaume-Uni et compare les données livrées par les sources britanniques avec celles connues par les sources françaises ainsi que de nos estimations sur celles-ci. <br/>Les deux graphiques dépendent de l’hypothèse faite sur l’inclusion ou non par la source F12 des navires sortis sur lest, qu'on peut explorer en les sélectionnant sur la barre d'en bas.<br/>Dans l'estimation de référence, on constate (graphique de gauche) que le différentiel entre importations (connues) et exportations (tant connues qu'estimées) est très considérable: plus de 27 millions de livres. Cette différence ne peut pas être due à la seule consommation de la ville de Dunkerque, et pointe donc vers une contrebande massive. Le graphique de droite démontre que les sources anglaises sous-évaluent fortement la valeur des produits en provenance des Flandes françaises (c'est à dire de Dunkerque, car le seul autre port de cette province, Gravelines, a un trafic insignifiant vers le Royaume-Uni) et que la différence est très largement explicable par due à la non-prise en compte du smogglage depuis Dunkerque, que nous avons pu estimer. ",
        "comment_lire_en": "These charts summarize Dunkirk's total export estimates and compare them with its known imports.<br/>The graph on the left represents Dunkirk's trade with all its partners. Data directly issued from existing sources are represented in red. Our estimates of exports according to the method we explained in the text are in blue. The difference between imports and exports is represented in black.<br/>The graph on the right represents Dunkirk's trade with the United Kingdom and compares the data provided by British sources with those we know or we estimated based on French sources.<br/>The two graphs varies according to the hypothesis made on the inclusion or not by the F12 source of ships leaving in ballast: you can explore both hypothesis by selecting them on the lower bar.<br/>Based on our reference estimation the chart on the left shows a very considerable difference between Dunkirk's imports (known) and its exports (known and estimated): over 27 million livres tournois. This difference cannot be explained by the city's consumption, and points to a massive smuggling (probably to the rest of France). The graph on the right demonstrates that the British sources largely under-estimate the value of imports from the French Flanders (ie from Dunkirk, as the only other port of this province, Gravelines, had an unsignificant trade to the UK). This difference can be largely explained by the value of smuggling from Dunkirk to England, which we were able to estimate. ",
        "comment_cest_fait_fr": "Le calcul des importations du bureau des fermes de Dunkerque est réalisé à partir de la base Toflit18 (1789). De la même manière, les exportations connues sont calculées avec les flux miroirs de Toflit18. Nous sappelons \"flux miroir\" les données sur les importations par le reste de la France depuis Dunkerque, qui sont enregistrées parce que Dunkirk est un port franc.<br/>Pour estimer les exportations de Dunkerque, nous utilisons les données de Navigocorpus pour 1789 pour les navires au départ du port de Dunkerque, en excluant les navires partis sur lest et ceux de pêche. Les estimations des exportations sont effectuées au moyen de l'estimation de la valeur de la navigation en 1787 (valeur par tonneau multiplié par le total des tonnages) réalisée avec la source F12, puis alignée sur la classification \"grouping\" de Toflit18 (voir graphiques précédents). <br/>L'estimation du smogglage est réalisée à partir du décompte des smoggleurs repérés dans la base Navigocorpus (à travers leur fausse destination déclarée et leur tonnage conventionnellement fixé à 12 tonneaux), pour lequels on a multiplié le nombre de voyages par le prix moyen de valeur transportée par passage calculé ailleurs dans cette étude (3168 lt).<br/>Les données sur le commerce britannique, à savoir les importations depuis les Flandres françaises, sont tirées des fonds numérisées de The National Archives (Londres), serie CUST - Records of the Boards of Customs, Excise, and Customs and Excise, and HM Revenue and Customs, transcrites pour les besoins de cette étude de cas. Pour les calculs, la conversion entre la livre sterling et la livre tournois a été effectué au pair (25 livres tournois pour une livre sterling).",
        "comment_cest_fait_en": "The calculation of imports from the bureau of the General Farms in Dunkirk is carried out using the Toflit18 database (1789). Known exports are calculated with mirror flows from Toflit18. We define a \"mirror flow\" the imports declared in other French bureaux as coming from Dunkirk, which were recorded separatly, as Dunkierk was a free port.<br/>To estimate the value of exports from Dunkirk, we used Navigocorpus data for 1789, and selected ships departing from the port of Dunkirk after excluding ships in ballast and fishing. Export estimates are made using the estimate of the value of navigation in 1787 (value per tonneau, multiplied by total tonnage) carried out with the F12 source, then aligned with the Toflit18 \"grouping\" classification (see preceeding graphs). <br/>To estimate the value of smuggling to the United Kingdom, we counted the number of smuggling voyages identified in the Navigocorpus database (which we identified through their declared fake destination and their conventional tonnage of 12 tonneaux), and multiplied it with the their average value that we calculated elsewhere (3,168 lt).<br/>Data on British trade, namely imports from the French Flanders, are taken from the digitized archives of The National Archives, CUST - Records of the Boards of Customs, Excise, and Customs and Excise, and HM Revenue and Customs, which we processed for the needs of this case study. We converted pound sterling into livres tournois at the pair rate of 25 livres tournois for 1 pound sterling).",
        "inputs": [],
        "outputs": [
            "misc-estimations-imports-exports-dk-1789.csv"
        ],
        "cacher_atlas": "",
        "description_fr": "",
        "description_en": "",
        "comment_cest_fait_fr_tech": "Imports du bureau des fermes de Dunkerque : toflit18, 1789, imports, customs_office = Dunkerque.<br/>Exports connus de Dunkerque vers la France (toflit18 flux miroir / imports de la France depuis le partenaire Dunkerque) : toflit18, 1789, imports, partner_simplification = Dunkerque.<br/>Données navigo utilisées pour projeter l'export de Dunkerque : navigo flows 1789, departure_function=O, departure = 'Dunkerque', destination_state_1789_fr != France, tonnage différent de 12, ne contient pas un cargo représentant du lest ou de la pêche (#lest '00000162', '00000094', '00000469', # pêche '00000012','00000240','00000240','00000280','00000306','00000307','00000328','00000329','00000331','00000332','00000336')<br/>Estimation des exports : navigation 1787 estimée avec F12 (https://docs.google.com/spreadsheets/d/e/2PACX-1vRHqTGjTMavPEw0Mf4RBjvXz5qhBjWV7a1gYuokEvaKRP-HzBSURdpCozaXzHHySXLKQWrQcO7LGk2K/pub?gid=249173198), puis alignée sur la classification partner_grouping de toflit18. <br/>Données toflit18 utilisées pour le calcul des prix par tonneaux : toflit18, résumé, année 1787, exports, regroupés par partner_grouping.<br/>Estimation du smogglage : repérage des smoggleurs dans les flows navigo - departure_function = O, departure=Dunkerque, destination contient Lisbonne ou Bergen et tonnage = 12. Puis multiplication par le prix moyen de valeur transportée par passage calculé par ailleurs (3168 lt).<br/>CUST : sources anglaises retranscrites (https://docs.google.com/spreadsheets/d/e/2PACX-1vQK1sFjZSTkcBErcUMfId7XHaSX6UQ-E5258YxU2lx8lVTdOfYi-pXJHikHVL5QYQ/pub?gid=1430909667)."
    },
    "imports-dunkerque-vs-ports-francs": {
        "id": "imports-dunkerque-vs-ports-francs",
        "n_chapitre": "3",
        "lien_permanent_visualisation": "https://medialab.github.io/portic-storymaps-2022/#/fr/visualization/imports-dunkerque-vs-ports-francs",
        "titre_fr": "Importations de Dunkerque comparées aux autres ports francs, 1789",
        "titre_en": "Imports from Dunkirk compared to other free ports, 1789",
        "comment_lire_fr": "Ce graphique permet de comparer les produits importés par Dunkerque avec ceux importés par les autres ports francs (Bayonne, Lorient et Marseille) en 1789.<br/>Le graphique distingue les importations venant d’une part des pays étrangers et des colonies et d’autre part du reste de la France. Par exemple, pour les \"eaux-de-vie et liqueurs\", sur un total de 3 371 240 lt importées à Dunkerque, 1 048 964 lt viennent du reste de la France. La valeur précise s'affiche dans une infobulle en survolant la barre coloriée correspondante aux produits.<br/>Il est possible de mettre en évidence un produit en particulier en cliquant sur la barre correspondante à côté de son nom. <br/>Tous les ports francs importent des produits coloniaux et du blé (sans doute pour le blé à cause de la conjoncture particulière de 1789). Les autres produits importés sont plus différenciés : toiles pour Dunkerque et Bayonne, huiles et étoffes pour Marseille, munitions navales (produits métalliques, chanvre, bois hors combustible) pour Lorient. ",
        "comment_lire_en": "This graph makes it possible to compare the products imported in Dunkirk with those imported in the other free ports (Bayonne, Lorient and Marseille) in 1789.<br/>The graph distinguishes between imports from foreign countries and colonies, and imports from the rest of France. For instance, out of a total of  3,371,240 lt for \"Brandies and liqueurs\" imported in Dunkirk, 1,048,964 lt came from the rest of France. Detailed data pop up when hovering on the side bars.<br/> You can highlight a particular product by clicking on the bar next to its name.<br/>All the free ports imported colonial products and wheat (no doubt for wheat, due to the particular circumstances of 1789). Other imported products are diverse: cloth for Dunkirk and Bayonne, oils and woolens for Marseille, naval stores (metal products, hemp, wood excluding fuel) for Lorient. ",
        "comment_cest_fait_fr": "Les données sont issues de la base Toflit18, pour l'année 1789. Les produits sont agrégés selon la classification \"product_revolutionempire\", puis par valeur en livres tournois.",
        "comment_cest_fait_en": "The data come from the Toflit18 database, for the year 1789. The products are aggregated according to the \"product_revolutionempire\" classification, then by their total value.",
        "inputs": [],
        "outputs": [
            "imports-dunkerque-vs-ports-francs.csv"
        ],
        "cacher_atlas": "",
        "description_fr": "",
        "description_en": "",
        "comment_cest_fait_fr_tech": "Source : toflit18, 1789, classement des produits selon product_revolutionempire, agrégation par valeur en livres tournois agrégées"
    },
    "estimation-exports-dk-snail": {
        "id": "estimation-exports-dk-snail",
        "n_chapitre": "3",
        "lien_permanent_visualisation": "",
        "titre_fr": "Les masses manquantes du commerce de Dunkerque en 1789",
        "titre_en": "The missing masses of Dunkirk trade in 1789",
        "comment_lire_fr": "Ce graphique \"en escargot\" indique les importations (partie de gauche) et les exportations (partie de droite) déclarées et estimées pour Dunkerque en 1789. Il vise à mettre en évidence la fraude potentielle.<br\\>On peut y lire la valeur des importations (depuis les pays étrangers et les colonies françaises), des exportations estimées (smogglage, exportations estimées hors produits coloniaux) et des exportations renseignées par les sources (exportations déclarées pour la France et exportations de produits coloniaux). La différence entre les exportations et les importations fournit notre estimation de la fraude (27 millions de livres tournois).",
        "comment_lire_en": "This \"snail\" graph shows the imports (left side) and exports (right side) declared and estimated to and from Dunkirk in 1789 so as to highlight the potential fraud.<br\\>You can see the value of Dunkirk imports (from foreign countries and French colonies) and of estimated exports (smuggling, estimated exports except colonial products) and of exports reported by the sources (exports to France and reexports of colonial products). The difference between exports and imports provides our estimate of fraud (27 million livres tournois).",
        "comment_cest_fait_fr": "Toutes les importations proviennent des données de Toflit18 pour le bureau des fermes de Dunkerque (1789). Le calcul des exportations est réalisé à partir de nos estimations.<br/>Pour projeter l'exportation de Dunkerque, nous utilisons les données de Navigocorpus pour 1789 pour les navires au départ du port de Dunkerque, en excluant les navires partis sur lest ou pour faire la pêche.<br/>Les estimations des exportations sont réalisées au moyen de l'estimation de la navigation en 1787 réalisée avec la source F12, puis alignée sur la classification \"grouping\" de Toflit18. <br/>Le calcul des prix par tonneau est réalisé à partir de la base Toflit18 - source \"résumé\" - pour les exportations de l'année 1787 regroupées selon la classification \"grouping\".<br/>L'estimation du smogglage est réalisée à partir du décompte des smoggleurs repérés dans la base navigo (à travers leur  fausee destination déclarée et leur tonnage conventionnel de 12 tonneaux), pour lequels on a multiplié le nombre de voyages par la valeur moyenne qu'ils transportent, calculée par ailleurs (3168 lt).",
        "comment_cest_fait_en": "Data on imports come from Toflit18 database (1789) for the direction of the Farms of Dunkirk (1789). Calculation of exports is carried out on our estimates.<br/>To project exports from Dunkirk, we used Navigocorpus data for ships departed in 1789 from the port of Dunkirk, after excluding ships in ballast or leaving for fishing.<br/>Export estimates are made using the estimate of navigation in 1787 carried out with the F12 source, then aligned with the toflit18 \"grouping\" classification. <br/>The calculation of prices per tonneau is carried out using the Toflit18 data base - \"summary\" source - for exports for the year 1787 grouped according to the \"grouping\" classification.<br/>The estimate for smuggling is made by counting the number of smuggling voyages identified in the Navigocorpus database (through their fake declared destination and their conventional tonnage of 12 tonneaux), then multiplying their number by the average value of their cargo we calculated elsewhere (3168 lt).",
        "inputs": [],
        "outputs": [
            "snail-estimations-imports-exports-dk-1789.csv"
        ],
        "cacher_atlas": "",
        "description_fr": "",
        "description_en": "",
        "comment_cest_fait_fr_tech": ""
    },
    "fraude-exports-ports-francs": {
        "id": "fraude-exports-ports-francs",
        "n_chapitre": "3",
        "lien_permanent_visualisation": "https://medialab.github.io/portic-storymaps-2022/#/fr/visualization/fraude-exports-ports-francs",
        "titre_fr": "Les masses manquantes du commerce de Bayonne et de Marseille, 1789",
        "titre_en": "The missing masses of Bayonne and Marseille trade, in 1789",
        "comment_lire_fr": "Ces graphiques comparent, dans deux autres ports francs français, les importations et les exportations déclarées qu’on observe grâce à Toflit18. Il est possible de sélectionner un seul de deux ports avec le menu à droite de l'image, ou de mettre en évidence un flux particulier en le survolant avec la souris. Ainsi, Marseille importe 29 M de lt de produits agricoles des colonies et 40 M de lt du reste du monde. Elle n’en exporte que 29 M de lt vers le reste du monde et un peu vers la France et les colonies. Cela suggère une fraude possible de plus de 36 M de lt. Le texte de l'étude de cas explique que cet écart s'explique aussi, en partie, par la transformation des matières agricoles et primaires en produits manufacturés.",
        "comment_lire_en": "These graphs compare, for two other French free ports, the declared imports and exports that we observe using Toflit18. It is possible to select just one of the two ports with the menu to the right of the image, or to highlight a particular flow by hovering over it with the mouse. Thus, Marseille imported 29 million lt of agricultural products from the colonies and 40 million lt from the rest of the world. It exported only 29 million lt to the rest of the world and a little to France and the colonies. This ultimately suggests a possible fraud of more than 36 million lt. The text provides other possible explanation for this discrepancy: the transformation of primary and agricultural products into manufactured ones.",
        "comment_cest_fait_fr": "Les données sont issues de la base Toflit18, pour lesquelles on a agrégé les partenaires en trois groupes : colonies (\"Asie\", \"Afrique\", \"Amériques\", \"Outre-mers\", \"Outre-mer\"), France et reste.<br />Les produits sont classifiés en utilisant la classification \"Three sector classification\" dans Toflit18.",
        "comment_cest_fait_en": "The data come from the Toflit18 database, for which we aggregated the partners into three groups: colonies (\"Asie\", \"Afrique\", \"Amériques\", \"Outre-mers\", \"Outre-mer\"), France and rest<br />Products are classified according to the \"three products classification\" in Toflit18.",
        "inputs": [],
        "outputs": [
            "fraude-exports.csv"
        ],
        "cacher_atlas": "",
        "description_fr": "",
        "description_en": "",
        "comment_cest_fait_fr_tech": "Source : toflit18.<br />Partenaires groupés selon les règles suivantes :<br />- colonies : [\"Asie\", \"Afrique\", \"Amériques\", \"Outre-mers\", \"Outre-mer\"]<br />- France : france,<br />- monde : reste<br />Groupement des produits :<br />- produits coloniaux : utilisation de product_revolutionempire<br />- produits des colonies : partner_grouping = \"colonies\""
    },
    "top-ten-gb": {
        "id": "top-ten-gb",
        "n_chapitre": "5",
        "lien_permanent_visualisation": "https://medialab.github.io/portic-storymaps-2022/#/fr/visualization/top-ten-gb",
        "titre_fr": "Repérer les ports avec le plus de départ vers le RU",
        "titre_en": "Spotting ports with the biggest share of UK destinations",
        "comment_lire_fr": "",
        "comment_lire_en": "",
        "comment_cest_fait_fr": "",
        "comment_cest_fait_en": "",
        "inputs": [],
        "outputs": [],
        "cacher_atlas": "oui",
        "description_fr": "",
        "description_en": "",
        "comment_cest_fait_fr_tech": ""
    },
    "modules-recherche": {
        "id": "modules-recherche",
        "n_chapitre": "7",
        "lien_permanent_visualisation": "",
        "titre_fr": "",
        "titre_en": "",
        "comment_lire_fr": "",
        "comment_lire_en": "",
        "comment_cest_fait_fr": "",
        "comment_cest_fait_en": "",
        "inputs": [],
        "outputs": [],
        "cacher_atlas": "oui",
        "description_fr": "",
        "description_en": "",
        "comment_cest_fait_fr_tech": ""
    },
    "photos-datasprint": {
        "id": "photos-datasprint",
        "n_chapitre": "7",
        "lien_permanent_visualisation": "",
        "titre_fr": "",
        "titre_en": "",
        "comment_lire_fr": "",
        "comment_lire_en": "",
        "comment_cest_fait_fr": "www.persee.fr/doc/arcpa_0000-0000_1885_num_20_1_8808_t1_0175_0000_3",
        "comment_cest_fait_en": "",
        "inputs": [],
        "outputs": [],
        "cacher_atlas": "oui",
        "description_fr": "",
        "description_en": "",
        "comment_cest_fait_fr_tech": ""
    },
    "video-pleniere": {
        "id": "video-pleniere",
        "n_chapitre": "7",
        "lien_permanent_visualisation": "",
        "titre_fr": "",
        "titre_en": "",
        "comment_lire_fr": "",
        "comment_lire_en": "",
        "comment_cest_fait_fr": "",
        "comment_cest_fait_en": "",
        "inputs": [],
        "outputs": [],
        "cacher_atlas": "oui",
        "description_fr": "",
        "description_en": "",
        "comment_cest_fait_fr_tech": ""
    },
    "making-of-alignement-tonneaux": {
        "id": "making-of-alignement-tonneaux",
        "n_chapitre": "7",
        "lien_permanent_visualisation": "",
        "titre_fr": "",
        "titre_en": "",
        "comment_lire_fr": "",
        "comment_lire_en": "",
        "comment_cest_fait_fr": "",
        "comment_cest_fait_en": "",
        "inputs": [],
        "outputs": [],
        "cacher_atlas": "oui",
        "description_fr": "",
        "description_en": "",
        "comment_cest_fait_fr_tech": ""
    },
    "croquis-visualisations": {
        "id": "croquis-visualisations",
        "n_chapitre": "7",
        "lien_permanent_visualisation": "",
        "titre_fr": "",
        "titre_en": "",
        "comment_lire_fr": "",
        "comment_lire_en": "",
        "comment_cest_fait_fr": "",
        "comment_cest_fait_en": "",
        "inputs": [],
        "outputs": [],
        "cacher_atlas": "",
        "description_fr": "",
        "description_en": "",
        "comment_cest_fait_fr_tech": ""
    },
    "carte-destinations-dunkerquois": {
        "id": "carte-destinations-dunkerquois",
        "n_chapitre": "1",
        "lien_permanent_visualisation": "https://medialab.github.io/portic-storymaps-2022/#/fr/visualization/carte-destinations-dunkerquois",
        "titre_fr": "oui",
        "titre_en": "Yes",
        "comment_lire_fr": "",
        "comment_lire_en": "",
        "comment_cest_fait_fr": "",
        "comment_cest_fait_en": "",
        "inputs": [],
        "outputs": [],
        "cacher_atlas": "oui",
        "description_fr": "",
        "description_en": "",
        "comment_cest_fait_fr_tech": ""
    },
    "fausses-declarations": {
        "id": "fausses-declarations",
        "n_chapitre": "3",
        "lien_permanent_visualisation": "https://medialab.github.io/portic-storymaps-2022/#/fr/visualization/fausses-declarations",
        "titre_fr": "Un inventaire des (supposément) fausses déclarations de navigation",
        "titre_en": "An inventory of (allegedly) false navigation claims",
        "comment_lire_fr": "",
        "comment_lire_en": "",
        "comment_cest_fait_fr": "",
        "comment_cest_fait_en": "",
        "inputs": [],
        "outputs": [],
        "cacher_atlas": "oui",
        "description_fr": "",
        "description_en": "",
        "comment_cest_fait_fr_tech": ""
    },
    "carte-destinations-non-dunkerquois": {
        "id": "carte-destinations-non-dunkerquois",
        "n_chapitre": "1",
        "lien_permanent_visualisation": "https://medialab.github.io/portic-storymaps-2022/#/fr/visualization/carte-destinations-non-dunkerquois",
        "titre_fr": "Les destinations des non-dunkerquois",
        "titre_en": "The destinations of non-Dunkerquois",
        "comment_lire_fr": "",
        "comment_lire_en": "",
        "comment_cest_fait_fr": "",
        "comment_cest_fait_en": "",
        "inputs": [],
        "outputs": [],
        "cacher_atlas": "oui",
        "description_fr": "",
        "description_en": "",
        "comment_cest_fait_fr_tech": ""
    }
}